Repository: introverium/i2p.i2p-bote-master
Catalog: webapp/src/main/locale/messages_*.po
Languages: ar, de, es, id, it, ja, nb, nl, pl, pt, pt_br, sk, sq, sv

source: Please note that if a password is set, emails cannot be checked automatically but only when the Check Mail button is clicked.
de: Hinweis: Wenn ein Kennwort gesetzt ist, werden neue Mails nicht automatisch abgerufen, sondern nur beim Anklicken des Knopfes „Abrufen“.
es: Por favor, observe que si se establece una contraseña los correos no pueden comprobarse automáticamente, sólo manualmente al pulsar el botón Comprobar correo.
id: Harap dicatat bahwa jika kata sandi sudah disetel, email tidak dapat diperiksa secara otomatis tetapi hanya ketika tombol Periksa Surat diklik.
it: Ricorda che se viene impostata una password, i messaggi di posta elettronica non possono essere controllati automaticamente ma solo quando viene premuto il pulsante Controlla posta.
ja: パスワードを設定すると、メールの確認は自動ではなく、「メール確認」ボタンが押された時のみ行われることに注意してください。
nb: Vennligst legg merke til at hvis et passord er satt, så kan ikke epost bli sjekket automatisk, men bare når Sjekk Mail knappen blir trykket på.
nl: Let op dat als een wachtwoord is ingesteld er niet automatisch op nieuwe e-mails gecontroleerd kan worden, maar dit enkel kan wanneer op de 'Controleer mail'-knop wordt geklikt.
pl: Miej na uwadze, że jeśli hasło jest ustawione, to poczta nie może być sprawdzana automatycznie. Możesz ją sprawdzić jedynie wtedy, kiedy klikniesz przycisk &quot;Sprawdź pocztę&quot;.
pt: Por favor, note que se for definida uma palavra-passe, os e-mails não podem ser transferidos automaticamente mas apenas quando clicar em "Verificar Mensagens".
pt_br: Por favor, observe que se uma senha foi especificada, os emails não podem ser verificados automaticamente, mas apenas ao se clicar no botão Verificar Email.
sk: Prosím berte na vedomie, že v prípade nastavenia hesla emaily nebudú kontrolované automaticky, ale iba ak kliknete na tlačidlo Skontrolovať maily.
sq: Ju lutemi, kini parasysh se nëse caktohet një fjalëkalim, për email-e nuk mund të kontrollohet automatikisht, por vetëm kur klikohet mbi butonin Kontrollo Për Postë.
sv: Observera att när ett lösenord används kan inte e-posten kollas automatiskt, utan enbart när knappen för att kolla efter nya brev klickas.

source: Old password:
ar: كلمة سر القديمة:
de: altes Kennwort
es: Anterior contraseña:
id: Kata sandi lama:
it: Vecchia password:
ja: 古いパスワード:
nb: Gammelt passord:
nl: Oud wachtwoord:
pl: Stare hasło:
pt: Antiga senha:
pt_br: Senha antiga:
sk: Staré heslo:
sq: Fjalëkalimi i vjetër:
sv: Gammalt lösenord:

source: New password:
ar: كلمة سر جديدة:
de: neues Kennwort:
es: Nueva contraseña:
id: Kata sandi baru:
it: Nuova password:
ja: 新しいパスワード:
nb: Nytt passord:
nl: Nieuw wachtwoord:
pl: Nowe hasło:
pt: Nova senha:
pt_br: Nova senha:
sk: Nové heslo:
sq: Fjalëkalim i ri:
sv: Nytt lösenord:

source: Confirm:
ar: تأكيد:
de: Bestätigen:
es: Confirmar:
id: Konfirmasi:
it: Conferma:
ja: 確認:
nb: Bekfret:
nl: Bevestigen
pl: Potwierdź:
pt: Confirmar:
pt_br: Confirmar:
sk: Potvrdiť:
sq: Ripohojeni:
sv: Bekräfta:

source: OK
ar: موافق
es: Aceptar

source: The email could not be found in this folder. It was probably moved to the Sent folder.
de: Die Email konnte in diesem Verzeichnis nicht gefunden werden. Sie wurde möglicherweise in den Ordner "Gesendet" verschoben.
es: El correo no se pudo encontrar en esta carpeta. Probablemente fue movido a la carpeta Enviados.
it: L'email non può essere trovata in questa cartella. Probabilmente è stata mossa nella cartella Posta Inviata
ja: このフォルダにはメールが見つかりませんでした。送信済みフォルダに移動したのかもしれません。
nl: De e-mail kon niet gevonden worden in deze map. Ze is waarschijnlijk verplaatst naar de map Verzonden.
pl: Ten email nie posiada prawidłowego podpisu. Najprawdopodobniej został przeniesiony do Wysłane
pt: Não foi possível encontrar o email nesta pasta. É provável que tenha sido movido para a pasta Enviados.
pt_br: Não foi possível encontrar o email nessa pasta. Foi provavelmente movido para a pasta Enviados.
sq: Email-i s’u gjet dot në këtë dosje. Ka gjasa të jetë shpënë te dosja Të dërguar.
sv: Detta email kunde inte hittas i den här katalogen. Det har förmodligen flyttats till Skickat.

source: The email could not be found in this folder.
de: Die Email konnte in diesem Verzeichnis nicht gefunden werden.
es: El correo no se pudo encontrar en esta carpeta.
it: L'email non può essere trovata in questa cartella.
ja: このフォルダにはメールが見つかりませんでした。
nl: De e-mail kon niet gevonden worden in deze map.
pl: Email nie został odnaleziony w tym folderze
pt: Não foi possível encontrar o email nesta pasta.
pt_br: Não foi possível encontrar o email nessa pasta.
sq: Email-i s’u gjet dot në këtë dosje.
sv: Detta email kunde inte hittas i den här katalogen.

source: Signature:
ar: إمضاء:
de: Unterschrift:
es: Firma:
id: Tanda Tangan:
it: Firma:
ja: 署名:
nb: Signatur:
nl: Ondertekening:
pl: Podpis:
pt: Assinatura:
pt_br: Assinatura:
sk: Podpis:
sq: Nënshkrim:
sv: Signatur:

source: Valid
ar: صالح
de: Gültig
es: Válida
it: Valido
ja: 正当です
nb: Gyldig
nl: Geldig
pl: Ważny
pt: Válida
pt_br: Válido
sk: Platný
sq: E vlefshme
sv: Giltig

source: N/A (sender is anonymous)
de: Nicht vorhanden (anonymer Absender)
es: N/A (no hay, remitente anónimo)
id: N/A (pengirim anonim)
it: N/A (mittente anonimo)
ja: 不明 (匿名送信者)
nb: I/T (senderen er anonym)
nl: N/B (afzender is anoniem)
pl: Brak (wysyłający jest anonimowy)
pt: N/D (remetente é anônimo)
pt_br: N/A (o remetente é anônimo)
sk: N/A (odosielateľ je anonymný)
sq: N/A (dërguesi është anonim)
sv: Okänd (sändare är anonym)

source: Invalid or missing
ar: غير صحيح او ناقص
de: Ungültig oder nicht vorhanden
es: No válida o ausente
id: Tidak valid atau hilang
it: Non valido o mancante
ja: 不正、もしくは存在しません
nb: Ugyldig eller mangler
nl: Ongeldig of missend
pl: Nieprawidłowy lub brakujący
pt: Inválido ou em falta
pt_br: Inválido ou faltando
sk: Neplatný alebo chýbajúci
sq: E pavlefshme ose mungon
sv: Ogiltig eller saknas

source: Sent:
ar: مرسل:
de: Absendezeit:
es: Enviado:
id: Dikirim:
it: Mandata:
ja: 送信日時:
nb: Sendt:
nl: Verzonden op:
pl: Wysłano:
pt: Enviado:
pt_br: Enviado:
sk: Odoslané:
sq: Të dërguar:
sv: Skickat:

source: Received:
ar: مستقبل:
de: Empfangszeit:
es: Recibido:
id: Diterima:
it: Ricevuta:
ja: 受信日時:
nb: Mottatt:
nl: Ontvangen op:
pl: Odebrano:
pt: Recebido:
pt_br: Recebido:
sk: Prijaté:
sq: Të marrë:
sv: Mottagit:

source: Status:
ar: الحالة:
es: Estado:
it: Stato:
ja: 状態:
pl: Stan:
pt: Estado:
pt_br: Estado:
sk: Stav:
sq: Gjendje:

source: Reply
ar: الرد
de: Antworten
es: Responder
id: Balas
it: Rispondi
ja: 返信
nb: Svar
nl: Beantwoorden
pl: Odpowiedz
pt: Responder
pt_br: Responder
sk: Odpovedať
sq: Përgjigjiu
sv: Svara

source: Please select an identities file and try again.
de: Bitte wählen Sie eine Datei mit Identitäten und versuchen Sie es erneut.
es: Por favor seleccione un fichero de identidades e inténtelo de nuevo.
it: Per favore seleziona un file delle identità e riprova.
ja: IDファイルを選択してやり直してください。
nl: Gelieve een identiteitenbestand te selecteren en opnieuw te proberen.
pl: Proszę wybierz tożsamość po czym spróbuj ponownie
pt: Por favor selecione um ficheiro com identidades e tente novamente.
pt_br: Por favor, selecione um arquivo de identidades e tente novamente.
sq: Ju lutemi, përzgjidhni një kartelë identitetesh dhe riprovoni.
sv: Var vänlig välj en identitetsfil och försök igen.

source: The identities have been imported.
de: Die Identitäten wurden importiert.
es: Las identidades se han importado.
it: Le identità sono state importate
ja: IDが読み込まれました。
nl: De identiteiten zijn geïmporteerd.
pl: Tożsamości zostały zimportowane
pt: Identidades importadas.
pt_br: As identidades foram importadas.
sq: Identitetet u importuan.
sv: Identiteterna har importerats

source: Identities file:
de: Identitätsdatei:
es: Fichero de identidades:
it: File delle identità:
ja: IDファイル:
nl: Identiteitenbestand:
pl: Pliki tożsamości:
pt: Ficheiro com identidades:
pt_br: Arquivo de identidades:
sq: Kartela identitetesh:
sv: Identitetsfil:

source: Password:
ar: كلمة السر:
de: Kennwort:
es: Contraseña:
id: Kata sandi:
ja: パスワード:
nb: Passord
nl: Wachtwoord
pl: Hasło:
pt: Senha
pt_br: Senha:
sk: Heslo:
sq: Fjalëkalim:
sv: Lösenord:

source: (leave blank if identities not encrypted)
de: (leer lassen, falls die Identitäten nicht verschlüsselt sind)
es: (dejar en blanco si las identidades no están firmadas)
it: (lascia bianco se le identità non sono criptate)
ja: (IDが暗号化されていない場合は空欄にしてください)
nl: (laat leeg indien identiteiten niet versleuteld zijn)
pl: (pozostaw puste jeśli tożsamości nie są szyfrowane)
pt: (deixar em branco se as identidades não estiverem cifradas)
pt_br: (deixe em branco para identidades não criptografadas)
sq: (lëreni të zbrazët nëse identitetet janë të pafshehtëzuara)
sv: (lämna blank om identiteterna inte är krypterade)

source: Overwrite all existing identities:
de: Überschreibe alle existierende Identitäten:
es: Sobreescribir todas las identidades existentes:
it: Sovrascrivi tutte le identità esistenti:
ja: 既存のIDを全て上書きする:
nl: Alle bestaande identiteiten overschrijven:
pl: Nadpisz wszystkie istniejące tożsamości
pt: Escrever por cima das identidades existentes:
pt_br: Sobrescrever todas as identidades existentes:
sq: Mbishkruaj krejt identitetet ekzistuese:
sv: Skriv över alla existerande identiteter:

source: Duplicates: replace existing identity:
de: Duplikate: ersetze vorhandene Identitäten:
es: Duplicadas: reemplazar identidad existente:
it: Duplicati: sostituzione identità esistente:
ja: 重複したら既存のIDを置き換える:
nl: Duplicaten: bestaande identiteit vervangen:
pl: Duplikat: zastąp istniejącą tożsamość:
pt: Duplicados: substituir a identidade existente:
pt_br: Duplicar: Substitui a identidade existente:
sq: Përsëdytje: zëvendëso identitet ekzistues:
sv: Duplicera: ersätt extisterande identiteter:

source: Import
de: Importieren
es: Importar
id: impor
it: Importa
ja: 読み込み
nl: Importeren
pt: Importar
pt_br: Importar
sk: Importovať
sq: Importoje
sv: Importera

source: Password Cleared
ar: مسح كلمة السر
de: Kennwortspeicher geleert
es: Contraseña borrada
id: Kata Sandi Dibersihkan
it: Password Rimossa
ja: パスワードを消去しました
nb: Passord midlertidlig lagret
nl: Wachtwoord Geschoond
pl: Hasło zostało usunięte
pt: Senha esquecida
pt_br: Senha excluída
sk: Heslo bolo zmazané
sq: Fjalëkalimet u Fshinë
sv: Lösenord borttaget

source: The password has been cleared from the cache.
ar: تم مسح كلمة السر من الذاكرة.
de: Das Kennwort wurde aus dem Zwischenspeicher gelöscht.
es: La contraseña ha sido borrada de la caché.
id: Kata sandi telah dibersihkan dari cache.
it: La password è stata rimossa dalla cache.
ja: パスワードはキャッシュから削除されました。
nb: Passordet har blitt fjernet fra midlertidlig lagring.
nl: Het wachtwoord is geschoond uit de cache.
pl: Hasło zostało usunięte z pamięci cache.
pt: A senha foi eliminada da memória.
pt_br: A senha foi excluída do cache.
sk: Heslo bolo zmazané z cache.
sq: Fjalëkalim i hoq prej fshehtine.
sv: Lösenordet har tagits bort från cache:t.

source: Settings have been saved.
ar: تم حفظ الخيارات.
de: Die Einstellungen wurden gespeichert.
es: Configuración guardada.
id: Pengaturan telah disimpan.
it: Le impostazioni sono state salvate.
ja: 設定は保存されました。
nb: Innstillingene har blitt lagret.
nl: De instellingen zijn opgeslagen.
pl: Ustawienia zapisane.
pt: Configuração guardada.
pt_br: As configurações foram salvas.
sk: Nastavenia boli uložené.
sq: Rregullimet u ruajtën.
sv: Inställningar har sparats

source: Check for mail every {0} minutes
ar: تحقق من البريد كل {0} دقيقة
de: Alle {0} Minuten auf Mails prüfen
es: Comprobar nuevos correos cada {0} minutos
id: Periksa surat setiap {0} menit
it: Controlla posta ogni {0} minuti
ja: {0}分毎にメールを確認する
nb: Sjekk mail hvert {0} minutt
nl: Controleer elke {0} minuten op nieuwe mail
pl: Sprawdź pocztę co {0} minut
pt: Procurar por mensagens a cada {0} minutos
pt_br: Verificar por emails a cada {0} minutos
sk: Kontrolovať maily každých {0} minút
sq: Kontrollo për email çdo {0} minuta
sv: Kolla efter ny epost var {0} minut

source: Check delivery status of sent emails
de: Empfang gesendeter Mails prüfen
es: Comprobar si los mensajes han sido entregados
id: Periksa status pengiriman email terkirim
it: Controlla lo stato di spedizione delle e-mail inviate
ja: 送信したメールの到達状況を確認する
nb: Sjekk leveringsstatus for sendte e-poster
nl: Controleer leveringsstatus van verzonden e-mails
pl: Sprawdź raport dostarczenia wysłanych listów
pt: Verificar o estado de entrega das mensagens enviadas
pt_br: Verificar o estado de entrega dos emails enviados
sk: Skontrolovať stav doručenia odoslaných emailov
sv: Kontrollera utdelningsstatus för skickad e-post

source: Enable IMAP on port {0}
de: IMAP auf Port {0} aktivieren
es: Habilitar IMAP en el puerto {0}
id: Aktifkan IMAP pada port {0}
it: Attiva IMAP sulla porta {0}
ja: ポート{0}でのIMAPを有効にする
nb: Aktiver IMAP på port {0}
nl: IMAP op poort {0} aanzetten
pl: Włącz IMAP na porcie {0}
pt: Habilitar IMAP na porta {0}
pt_br: Ativar IMAP na porta {0}
sk: Povoliť IMAP na porte {0}
sq: Aktivizo IMAP-in në portën {0}
sv: Slå på IMAP på port {0}

source: Enable SMTP on port {0}
de: SMTP auf Port [0] aktivieren
es: Habilitar SMTP en el puerto {0}
it: Abilita SMTP sulla porta {0}
ja: ポート{0}でのSMTPを有効にする
nl: SMTP aanzetten op poort {0}
pl: Włącz SMTP na porcie {0}
pt: Habilitar SMTP na porta {0}
pt_br: Ativar SMTP na porta {0}
sq: Aktivizo SMTP-n në portën {0}
sv: Aktivera SMTP på port {0}

source: Theme:
ar: القالب:
de: Oberfläche:
es: Tema decorativo:
id: Tema:
it: Tema:
ja: テーマ:
nb: Tema:
nl: Thema:
pl: Motyw:
pt: Tema:
pt_br: Tema:
sk: Téma:
sq: Temë:
sv: Tema:

source: Privacy
de: Privatsphäre
es: Privacidad
ja: プライバシー
pl: Prywatność
pt: Privacidade
pt_br: Privacidade
sq: Privatësi
sv: Integritet

source: Use English for text added to outgoing email ('Re:', 'wrote:', etc.)
ar: استعمل الانجليزية في البريد الخارج ('Re', 'wrote', etc.)
de: Hinzufügungen in zu sendenden Mails auf Englisch halten („Re:“, „wrote:“ usw.)
es: Mantener en inglés los añadidos en los correos salientes ('Re:', 'wrote:' etc.)
id: Gunakan English untuk teks yang ditambahkan ke email keluar ('Re:', 'wrote:', dll.)
it: Usa l'Inglese per il testo aggiunto a email in uscita ('Re:', 'wrote:', ecc.)
ja: 送信するメールに追加されるテキストに'Re:'、'wrote:'等の英語を使う
nb: Bruk Engelsk for tekst lagt til utgående epost ('Re:', 'wrote:', etc.)
nl: Gebruik Engels als taal om toe te voegen aan uitgaande e-mail ('Re:', 'wrote:' etc.)
pl: Używaj języka Angielskiego dla tekstu dodanego do listówi wychodzących (&quot;Re:&quot;, &quot;wrote:&quot;, itd.)
pt: Usar Inglês para texto adicionado nas mensagens enviadas ("Re:", "wrote:", etc.)
pt_br: Usar o inglês nos textos adicionados aos emails que saem do peer ('Re:', 'wrote:' etc.)
sk: Použiť angličtinu pre text pridávaný do odchádzajúceho emailu ('Re:', 'wrote:', atď.)
sq: Përdor anglishten për tekst shtuar email-it që po dërgohet ('Re:', 'wrote:', etj.)
sv: Använd engelska till text som läggs till utgående epost ('Re:','wrote:', osv.)

source: Include send time in outgoing emails
ar: اضافة تاريخ ارسال البريد الالكتروني
de: Absendezeit mitschicken
es: Incluir hora de envío en los correos salientes
id: Sertakan waktu dikirm pada email keluar
it: Includi l'istante di invio nelle email in uscita
ja: 送信するメールに送信時間を含める
nb: Inkluder sendetid i utgående epost
nl: Voeg verzendtijd toe bij uitgaande e-mail
pl: Dołącz czas wysłania w listach wychodzących
pt: Incluir a hora do envio nas mensagens enviadas
pt_br: Incluir tempo de envio nos emails que deixam o peer
sk: V odchádzajúcich emailoch zahrnúť aj čas odoslania
sq: Përfshi kohë dërgimi te email-et që dërgohen
sv: Inkludera avsändningstidpunkt i utgående epost

source: Routing
es: Enrutado
ja: ルーティング
pt: Encaminhamento
pt_br: Roteando

source: Use relays when sending mail:
ar: استخدام مرحلات عند إرسال البريد الإلكتروني :
de: Über Zwischenstationen senden:
es: Usar repetidores ('relays') anónimos al enviar correo:
id: Gunakan relay ketika mengirim email:
it: Usa ripetitori quando si manda un'email:
ja: メールを送る際に中継させる:
nb: Bruk releer under sending av epost:
nl: Gebruik tussenstations bij het zenden van mail:
pl: Używaj przekaźników podczas wysyłania listu:
pt: Enviar usando encaminhadores:
pt_br: Usar retransmissores ao enviar email:
sk: Pri posielaní mailu používať relé
sq: Përdor rele kur dërgohet postë:
sv: Använd vidarebefodrare när brev skickas:

source: None
ar: غير مفعل
de: Aus
es: Ninguno
id: Tidak ada
it: Nessuno
ja: なし
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nenhum
sk: Žiadne
sq: Asnjë
sv: Inga

source: Delay per relay hop: Between
ar: التأخير بين المرحلات
de: Verzögerung pro Zwischenstation: Zwischen
es: Retardo por cada salto de repetidor: Entre
id: Delay per relay hop: Antara
it: Ritardo per hop ripetitore: Tra
ja: ホップ間の遅延:
nb: Forsinkelse per relé hop: Mellom
nl: Vertraging per tussenstation: Tussen
pl: Opóźnienie dla przeskoku przekaźnika: pomiędzy
pt: Tempo de espera por cada salto: Entre
pt_br: Atraso por salto de retransmissor: Entre
sk: Zdržanie pri relé hope: Medzi
sv: Försening för var vidarebefodrare: Mellan

source: and
ar: و
de: und
es: y
id: dan
it: e
nb: og
nl: en
pl: i
pt: e
pt_br: e
sk: a
sq: dhe
sv: och

source: minutes
ar: دقيقة
de: Minuten
es: minutos
id: Menit
it: minuti
ja: 分
nb: minutter
nl: minuten
pl: minut
pt: minutos
pt_br: minutos
sk: minútami
sq: minuta
sv: minuter

source: Use a gateway when sending to non-I2P email addresses
ar: استعمال البوابة عند استعمال عنواد بريد غير I2P
de: Durchleitung von Mails an Nicht-I2P-Adressen
es: Usar una pasarela ('gateway') para enviar correos a direcciones de correo no-I2P
id: Gunakan gateway ketika mengirim ke alamat email non-I2P
it: Usa un gateway quando si invia ad indirizzi email non-I2P
ja: I2P外のメールアドレスに送信する際ゲートウェイを利用する
nb: Bruk en gateway under sending til epostadresser som ikke er I2P
nl: Gebruik een gateway bij het versturen naar niet-I2P mail adressen
pl: Używaj bramy podczas wysyłania listów do adresów spoza I2P
pt: Usar uma ponte para enviar email que vão para fora da rede I2P-Bote
pt_br: Usar um gateway quando enviar para endereços de email não-I2P
sk: Použiť bránu pri posielaní adresám mimo I2P
sv: Använd en gateway när epost skickas till icke-I2P adresser

source: Email Destination of the gateway:
ar: البريد الإلكتروني للمتلقي
de: Bote-Adresse des Durchleitungsdienstes:
es: Destino del correo electrónico de la pasarela ('gateway'):
id: Gateway Email Tujuan:
it: Destinazione Email del gateway:
ja: ゲートウェイの宛先:
nb: Epost Destinasjon av gateway
nl: E-mail bestemming van de gateway:
pl: Cel bramy:
pt: Endereço da ponte:
pt_br: Destino de email do gateway;
sk: Emailový cieľ brány:
sv: Epost-destination för gateway:en

source: Change Password
ar: غير كلمة السر
de: Kennwort ändern
es: Cambiar contraseña
id: Ubah Kata Sandi
it: Cambia Password
ja: パスワード変更
nb: Endre Passord
nl: Verander wachtwoord
pl: Zmień hasło
pt: Mudar senha
pt_br: Alterar Senha
sk: Zmeniť heslo
sq: Ndryshoni Fjalëkalimin
sv: Byt lösenord

source: Folders
ar: مجلدات
de: Ordner
es: Carpetas
id: Folder
it: Cartelle
ja: フォルダ
nb: Mapper
nl: Mappen
pl: Foldery
pt: Pastas
pt_br: Pastas
sk: Zložky
sq: Dosje
sv: Mappar

source: Inbox
ar: البريد الوارد
de: Posteingang
es: Bandeja de entrada
id: Kotak masuk
it: Casella di Posta
ja: 受信ボックス
nb: Innboks
nl: Postvak In
pl: Odebrane
pt: Entrada
pt_br: Caixa de entrada
sk: Doručená pošta
sq: Të marrë
sv: Inkorg

source: Sent
ar: أرسل
de: Gesendet
es: Enviados
id: Terkirim
it: Mandato
ja: 送信済み
nb: Sendt
nl: Verzonden
pl: Wysłane
pt: Enviado
pt_br: Enviado
sk: Poslané
sq: U dërgua
sv: Skickat

source: Trash
ar: سلة القمامة
de: Papierkorb
es: Papelera
id: Sampah
it: Cestino
ja: ごみ箱
nb: Slettede elementer
nl: Prullenbak
pl: Kosz
pt: Lixo
pt_br: Lixeira
sk: Kôš
sq: Shpjere Në Hedhurina
sv: Skräp

source: Full Identity
ar: الهوية الكاملة:
de: vollständige Identität
es: Identidad de correo completa
id: Identitas Penuh
it: Piena Identità
ja: フルID
nb: Full identitet
nl: Volledige Identiteit
pl: Pełna Tożsamość
pt: Identidade completa:
pt_br: Identidade completa
sk: Úplná identita
sq: Identitet i Plotë
sv: Komplett identitet

source: Full Email Identity for {0}:
ar: هوية البريد لـ {0}:
de: vollständige Mailidentität von {0}:
es: Identidad de correo electrónico I2P-Bote completa para {0}:
id: Identitas Email Penuh untuk {0}:
it: Piena Identità Email per {0}:
ja: {0}のフルID:
nb: Full E-post identitet for {0}:
nl: Volledige E-mail Identiteit voor {0}:
pl: Pełna Tożsamość dla {0}:
pt: Identidade completa de {0}:
pt_br: Identidade de email completa para {0}:
sk: Úplná emailová identita pre {0}:
sq: Identitet i Plotë për {0}:
sv: Komplett identitet för {0}:

source: Do not show the above information to anyone! It contains your private keys.
ar: لا تظهر المعلومات التالية لأحد! انها تحتوي على مفتاحك السري.
de: Obige Information stets geheimhalten! Es sind darin die Privatschlüssel enthalten.
es: ¡No muestre la información anterior a nadie! Contiene sus claves privadas.
id: Jangan tampilkan informasi diatas kepada siapapun! Itu berisi kunci pribadi Anda.
it: Non mostrare l'informazione sopra a chiunque! Contiene le tue chiavi private.
ja: 上記の情報を他の人に見せないでください! あなたの秘密鍵を含んでいます。
nb: Ikke vis informasjonen over til noen! Det inneholder dine private nøkler.
nl: Toon de bovenstaande informatie aan niemand! Het bevat je privé-sleutels.
pl: Nie pokazuj powyższej informacji nikomu! Ta informacja zawiera Twoje klucze prywatne.
pt: Não mostre a informação em cima a ninguém! Esta contem as suas chaves privadas.
pt_br: Não mostre a informação acima para ninguém! Ela contém as suas chaves privadas.
sk: Nikomu neukazujte informácie zobrazené vyššie! Môžu obsahovať vaše súkromné kľúče.
sq: Mos ia tregoni kujt të dhënat e mësipërme! Përmbajnë kyçet tuaj privatë.
sv: Visa inte ovanstående information för någon! Den innehåller privata nycklar.

source: More...
de: Mehr...
es: Más...
id: Lebih banyak...
it: Ancora...
ja: もっと表示する
nb: Mer...
nl: Meer...
pl: Więcej...
pt: Mais...
pt_br: Mais...
sk: Viac...
sq: Më tepër...
sv: Mer...

source: Less...
de: Weniger...
es: Menos...
id: Sedikit...
it: Meno...
ja: おりたたむ
nb: Mindre...
nl: Minder...
pl: Mniej...
pt: Menos...
pt_br: Menos...
sk: Menej...
sq: Më pak…
sv: Mindre...

source: New Email Identity
ar: هوية جديدة للبريد
de: Neue Identität
es: Nueva identidad de correo electrónico
id: Identitas Email Baru
it: Nuova Identità Email
nb: Ny Epost Identitet
nl: Nieuwe E-mail Identiteit
pl: Nowa Tożsamość E-mail
pt: Nova Identidade
pt_br: Nova identidade de email
sk: Nová emailová identita
sq: Identitet i Ri Email-i
sv: Ny epostidentitet

source: Create
ar: انشئ
de: Anlegen
es: Crear
id: Buat
it: Crea
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt: Criar
pt_br: Criar
sk: Vytvoriť
sq: Krijoje
sv: Skapa

source: Edit Email Identity
ar: حرر هوية البريد
de: Identität bearbeiten
es: Editar identidad de correo electrónico
id: Edit Identitas Email
it: Modifica Identità Email
nb: Rediger Epost Identitet
nl: E-mail Identiteit bewerken
pl: Edytuj Tożsamość E-mail
pt: Editar Identidade
pt_br: Editar identidade de email
sk: Upraviť emailovú identitu
sq: Përpunoni Identitet Email-i
sv: Redigera epostidentitet
