Repository: introverium/i2p.i2p-bote-master
Catalog: webapp/src/main/locale/messages_*.po
Languages: ar, de, es, id, it, ja, nb, nl, pl, pt, pt_br, sk, sq, sv

source: Please fill in the Name field.
ar: املئ حقل الاسم.
de: Bitte füll das Namensfeld aus!
es: Por favor, rellene el campo Nombre
id: Silahkan isi field Nama.
it: Per cortesia riempi il campo Nome.
nb: Vennligst fyll inn Navnefelt.
nl: U dient het naam-veld in te vullen.
pl: Proszę wypełnić pole &quot;Nazwa&quot;.
pt: Por favor, preenche o campo "Nome".
pt_br: Por favor, preencher no campo Nome.
sk: Prosím vyplňte pole Meno.
sq: Ju lutemi, plotësoni fushën Emër.
sv: Var god fyll i namnfältet.

source: The contact has been saved.
ar: تم حفظ العنوان.
de: Der Adressbucheintrag wurde gespeichert.
es: El contacto ha sido guardado.
id: Kontak telah disimpan.
it: Il contatto è stato salvato.
ja: 連絡先は保存されました。
nb: Kontakten har blitt lagret.
nl: De contact gegevens zijn opgeslagen.
pl: Kontakt został zapisany.
pt: O contato foi guardado.
pt_br: O contato foi salvo.
sk: Kontakt bol uložený.
sq: Kontakti u ruajt.
sv: Kontakten har sparats.

source: New Contact
ar: عنوان جديد
de: Neuer Eintrag
es: Nuevo contacto
id: Kontak Baru
it: Nuovo contatto
ja: 新しい連絡先
nb: Ny Kontakt
nl: Nieuw contact persoon
pl: Nowy kontakt
pt: Novo Contato
pt_br: Novo contato
sk: Nový kontakt
sq: Kontakt i Ri
sv: Ny kontakt

source: Add
ar: أضف
de: Hinzufügen
es: Añadir
id: Tambahkan
it: Aggiungi
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
pt_br: Adicionar
sk: Pridať
sq: Shtoje
sv: Lägg till

source: Edit Contact
ar: حرر العنوان
de: Bearbeiten
es: Editar contacto
id: Edit Kontak
it: Modifica contatto
ja: 連絡先を編集
nb: Rediger Kontakt
nl: Contactgegevens bewerken
pl: Edytuj kontakt
pt: Editar
pt_br: Editar contato
sk: Upraviť kontakt
sq: Përpunoni Kontaktin
sv: Redigera

source: Save
ar: حفظ
de: Speichern
es: Guardar
id: Simpan
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
sk: Uložiť
sq: Ruaje
sv: Spara

source: Email Destination:
ar: اتجاه البريد:
de: Bote-Adresse:
es: Destino de correo:
id: Email Tujuan:
it: Destinazione email:
nb: Epost Destinasjon
nl: E-mail-Bestemming:
pl: Cel:
pt: Endereço:
pt_br: Destino de email:
sk: Emailový cieľ:
sq: Vendmbërritje Email-i:
sv: Epost-destination:

source: (required field)
ar: (حقل ضروري)
de: (Pflichtfeld)
es: (obligatorio)
id: (field dibutuhkan)
it: (campo richiesto)
nl: (verplicht veld)
pl: (obowiązkowe pole)
pt: (compulsório)
pt_br: (campo requerido)
sk: (povinné pole)
sq: (fushë e domosdoshme)
sv: (nödvändigt fält)

source: Name:
ar: اسم:
es: Nombre:
id: Nama:
it: Nome:
ja: 名前:
nb: Navn:
pl: Nazwa:
pt: Nome:
pt_br: Nome
sk: Názov:
sq: Emër
sv: Namn:

source: Picture:
de: Bild:
es: Imagen:
id: Gambar:
it: Immagine:
nb: Bilde:
nl: Foto:
pl: Zdjęcie:
pt: Imagem:
pt_br: Foto
sk: Obrázok:
sq: Foto:
sv: Bild:

source: Text:
es: Texto:
id: Teks:
it: Testo:
nb: Tekst:
nl: Tekst:
pl: Tekst:
pt: Texto:
pt_br: Texto:
sq: Tekst:

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
id: Batalkan
it: Annulla
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
sk: Zrušiť
sq: Anuloje
sv: Avbryt

source: Private Address Book
ar: دفتر العناوين الخاصة
de: Privates Addressbuch
es: Libreta de direcciones privada
id: Buku Alamat Pribadi
it: Rubrica Privata
ja: プライベートなアドレス帳
nb: Privat Adressebok
nl: Prive Adresboek
pl: Prywatna książka adresowa
pt: Lista de Endereços Privada
pt_br: Livro de endereços privado
sk: Súkromný adresár
sq: Libër Privat Adresash
sv: Privat adressbok

source: Select One or More Entries
ar: اختر واحد او عدة عناصر!
de: Wähle einen oder mehrere Einträge aus!
es: Escoja una o varias entradas
id: Pilih Satu Masukana atau Lebih
it: Selezione una o più voci
ja: 1 つ以上の項目を選択してください
nb: Velg En Eller Flere Oppføringer
nl: Selecteer één of meerdere items
pl: Wybierz jeden lub więcej wpisów
pt: Escolha uma ou várias entradas!
pt_br: Selecione uma ou mais entradas
sk: Zvoľte si jeden alebo viac vstupov:
sq: Përzgjidhni Një ose Më Shumë Zëra
sv: Välj en eller flera poster

source: The address book is empty.
ar: دفتر العناوين فارغ.
de: Das Adressbuch ist leer.
es: La libreta de direcciones está vacía.
id: Buku alamat kosong.
it: La rubrica è vuota.
ja: アドレス帳は空です。
nb: Adresseboka er tom.
nl: Het adresboek is leeg.
pl: Książka adresowa jest pusta
pt: A lista de endereços está vazia.
pt_br: O livro de endereços está vazio.
sk: Adresár je prázdny.
sq: Libri i adresave është i zbrazët.
sv: Adressboken är tom.

source: Name
ar: اسم
es: Nombre
id: Nama
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
sk: Meno
sq: Emër
sv: Namn

source: Text
es: Texto
it: Testo
pl: Tekst
sq: Tekst

source: Delete
ar: حذف
de: Löschen
es: Borrar
id: Hapus
it: Elimina
ja: 削除
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Apagar
pt_br: Apagar
sk: Odstrániť
sq: Fshije
sv: Ta bort

source: Delete this contact
ar: حذف هذا العنوان
de: Diesen Eintrag löschen
es: Borrar este contacto
id: Hapus kontak ini
it: Elimina questo contatto
ja: この連絡先を削除
nb: Slett denne kontakten
nl: Verwijder deze contactpersoon
pl: Usuń ten kontakt
pt: Apagar este contato
pt_br: Apagar esse contato
sk: Odstrániť tento kontakt
sq: Fshije këtë kontakt
sv: Ta bort denhär kontakten

source: Add Recipients
ar: أضف مستلم
de: Empfänger hinzufügen
es: Añadir destinatarios
id: Tambahkan Penerima
it: Aggiungi destinatari
ja: 受取人を追加
nb: Legg til mottagere
nl: Ontvanger toevoegen
pl: Dodaj odbiorców
pt: Adicionar Destinatários
pt_br: Adicionar Receptores
sk: Pridať príjemcov
sq: Shtoni Marrës
sv: Lägg till mottagare

source: Return
ar: الرجوع
de: Zurück
es: Volver
id: Kembali
it: Ritorna
ja: 戻る
nb: Tilbake
nl: Terug
pl: Powrót
pt: Voltar
pt_br: Retornar
sk: Návrat
sv: Återgå

source: Import from the public address directory
de: Aus dem öffentlichen Adressverzeichnis importieren
es: Importar desde el repositorio de direcciones público
id: Impor dari direktori alamat publik
it: Importa dalla cartella pubblica degli indirizzi
ja: 公開アドレス帳から読み込む
nb: Import fra den offentlige adressekatalogen
nl: Importeren vanuit publieke adressendirectory
pl: Importuj z publicznego katalogu adresów
pt: Importar do diretório público de endereços
pt_br: Importar do diretório de endereços públicos
sk: Importovať z verejného priečinka adries
sq: Importoje prej drejtorisë së adresave publike
sv: Importera från den publika adressmappen

source: Lookup
de: Nachschlagen
es: Búsqueda
it: Ricerca
ja: 検索
nb: Oppslag
nl: Opzoeken
pl: Sprawdź
pt: Pesquisar
pt_br: Consulta
sk: Vyhľadávanie
sq: Kërkim
sv: Uppslag

source: Network
ar: شبكة
de: Netzwerk
es: Red
id: Jaringan
it: Rete
ja: ネットワーク
nb: Nettverk
nl: Netwerk
pl: Sieć
pt: Rede
pt_br: Rede
sk: Sieť
sq: Rrjet
sv: Nätverk

source: Network information is not available because I2P-Bote hasn't started connecting to the network yet.
ar: المعلومات حول الشبكة غير متوفرة لأن I2P-Bote غير متصل بعد.
de: Es sind keine Netzwerkinformationen verfügbar, da I2P-Bote noch nicht mit dem Netzwerk verbunden ist.
es: No hay disponible información sobre la red, dado que I2P-Bote aún no está conectado.
id: Informasi jaringan tidak tersedia karena I2P-Bote saat ini belum memulai menghubungkan ke jaringan.
it: Non sono disponibili informazioni di rete perchè I2P-Bote non ha ancora cominciato a connettersi alla rete.
ja: I2P-Boteがまだネットワークに接続していないため、ネットワーク情報は表示できません。
nb: Nettverksinformasjon er ikke tilgjengelig fordi I2P-Bote ikke har begynt å koble til nettverket enda.
nl: Er is geen netwerk informatie beschikbaar omdat I2P-Bote nog niet met het netwerk verbonden is.
pl: Informacje o sieci nie są dostępne, ponieważ I2P-Bote jeszcze nie zaczął łączyć się z siecią.
pt: Não há informações disponíveis sobre a rede, porque o I2P-Bote ainda não começou a ligar-se à rede.
pt_br: A informação de rede não está disponível, pois o I2P-Bote não iniciou ainda a conexão com a rede.
sk: Informácie o sieti nie sú prístupné, pretože I2P-Bote sa k nej zatiaľ nezačal pripájať.
sq: S’ka të dhëna për rrjetin, ngaqë I2P-Bote s’ka filluar të lidhet me rrjetin ende.
sv: Nätverksinformation är inte tillgänglig för I2P-Bote inte har börjat ansluta till nätverket än.

source: Local destination:
ar: مستقبل محلي:
de: Eigene I2P-Kennung:
es: Destino I2P local:
id: Tujuan lokal:
it: Destinazione locale:
ja: ローカルの宛先:
nb: Lokal destinasjon:
nl: Lokale bestemming:
pl: Lokalny Cel:
pt: Destinatário I2P local:
pt_br: Destino local:
sk: Lokálny cieľ:
sq: Vendmbërritje vendore:
sv: Lokal destination:

source: From
ar: من
de: Von
es: De
id: Dari:
it: Da
ja: 差出人
nb: Fra
nl: Van
pl: Od
pt: De
pt_br: De
sk: Od
sq: Nga
sv: Från

source: Know
ar: معروف
de: Bek.
es: Conocido
id: Diketahui
it: Conosc.
ja: 既知の差出人
nb: Vet
nl: Bekend
pl: Znany
pt: Conhecidos
pt_br: Conhecido
sk: Vedieť
sv: Känner du

source: To
ar: إلى
de: An
es: Para
id: Ke
it: A
ja: 宛先
nb: Til
nl: Aan
pl: Do
pt: Para
pt_br: Para
sk: Komu
sq: Për
sv: Till

source: Subject
ar: عنوان
de: Betreff
es: Asunto
id: Subyek
it: Soggetto
ja: 件名
nb: Tema
nl: Onderwerp
pl: Temat
pt: Assunto
pt_br: Assunto
sk: Predmet
sq: Subjekt
sv: Ämne

source: Sent Time
de: Absendezeit
es: Hora de envío
id: Waktu Dikirim
it: Ora di invio
ja: 送信時刻
nb: Sendt tid
nl: Verzendtijd
pl: Czas wysłania
pt: Hora de envio
pt_br: Tempo de envio
sk: Čas odoslania
sq: Kohë Dërgimi
sv: Skickad

source: Delivered
de: Empfangen
es: Entregado
id: Terkirim
it: Spedito
ja: 配送済み
nb: Levert
nl: Geleverd
pl: Dostarczony
pt: Entregue
pt_br: Entregue
sk: Doručené
sq: U dërgua
sv: Levererad

source: Anonymous
ar: مجهول
de: Anonym
es: Anónimo
id: Anonim
it: Anonimo
ja: 匿名
nb: Anonym
nl: Anoniem
pl: Anonimowy
pt: Sem nome
pt_br: Anônimo
sk: Anonymný
sq: Anonim
sv: Anonymt

source: (No subject)
ar: (بدون عنوان)
de: (Kein Betreff)
es: (Sin asunto)
id: (Tidak ada subyek)
it: (Nessun soggetto)
ja: (無題)
nb: (Ingen tema)
nl: (Geen onderwerp)
pl: (Brak tematu)
pt: (Sem assunto)
pt_br: (Sem assunto)
sk: (Bez predmetu)
sq: (Pa subjekt)
sv: (Inget ämne)

source: Signature is invalid or missing
de: Signatur fehlt oder ist ungültig
es: La firma no es válida o está ausente
id: Tanda tangan tidak valid atau hilang
it: La firma non è valida o è assente
ja: 署名が不正か、あるいは存在しません
nb: Signaturen er inalid eller den mangler
nl: Ondertekening is ongeldig of ontbreekt
pl: Podpis jest nieprawidłowy lub brakujący
pt: Assinatura é inválida ou ausente
pt_br: A assinatura é inválida ou está em falta
sk: Podpis chýba alebo je neplatný
sq: Nënshkrim është i pavlefshëm ose mungon
sv: Signaturen är ogiltig eller saknas

source: Delete this email
ar: حذف هذا البريد
de: Diese Mail löschen
es: Borrar este correo
id: Hapus email ini
it: Elimina questa email
ja: このメールを削除
nb: Slett denne eposten
nl: Verwijder deze e-mail
pl: Usuń ten list
pt: Apagar este email
pt_br: Apagar esse email
sk: Odstrániť tento email
sq: Fshije këtë email
sv: Ta bort dethär ebrevet

source: No Identity
de: Keine Identität
es: Sin identidad
it: Nessuna identità
ja: IDなし
nl: Geen identiteit
pl: Brak tożsamości
pt: Nenhuma Identidade
pt_br: Sem identidade
sq: S’ka Identitet
sv: Ingen identitet

source: No Email Identity Defined
ar: لم تحدد هوية الكترونية
de: Keine Mailidentität angelegt
es: No se ha definido ninguna identidad de correo I2P-Bote
id: Tidak Ada Identitas Email Yang Didefinisikan
it: Nessuna identità email definita
ja: IDが作成されていません
nb: Ingen Epost Identitet Definert
nl: Geen e-mail identiteit gedefiniëerd
pl: Nie zdefiniowano żadnej Tożsamości
pt: Nenhuma identidade definida
pt_br: Nenhuma identidade de email definida
sk: Nebola definovaná žiadna emailová identita
sq: S’ka Identitet Email-i të Përcaktuar
sv: Ingen epostidentitet definierad

source: Create a New Email Identity
ar: أنشئ هوية جديدة
de: Neue Identität
es: Crear nueva identidad de correo I2P-Bote
id: Buat Identitas Email Baru
it: Crea una nuova identità email
ja: 新しいIDを作成
nb: Lag en Ny Epost Identitet
nl: Maak een nieuwe E-mail Identiteit
pl: Utwórz nową Tożsamość
pt: Criar nova identidade
pt_br: Criar uma nova identidade de email
sk: Vytvoriť novú emailovú identitu
sq: Krijoni një Identitet Email të Ri
sv: Skapa en ny epostidentitet

source: Compose
de: Verfassen
es: Redactar
id: Buat
it: Componi
ja: メール作成
nb: Skriv
nl: Schrijven
pl: Utwórz
pt: Redigir
pt_br: Compor
sk: Zložiť
sq: Hartoni
sv: Skriv

source: Last checked:
de: Zuletzt abgerufen:
es: Última comprobación
id: Terakhir diperiksa:
it: Ultimo controllo:
ja: 最終確認:
nb: Sist sjekket:
nl: Laatst gecontroleerd:
pl: Ostatnio sprawdzony:
pt: Última verificação:
pt_br: Última verificação:
sk: Naposledy kontrolované:
sq: Kontrolluar së fundi më:
sv: Senast kontrollerad:

source: Security Violation
de: Sicherheitsverletzung
es: Violación de seguridad
it: Violazione della sicurezza
pl: Zagrożenie bezpieczeństwa
sq: Dhunim Sigurie
sv: Säkerhetsöverträdelse

source: CSRF Security Violation
de: CSRF-Sicherheitsverletzung
es: Violación de seguridad CSRF
it: Violazione di sicurezza CSRF
pl: Zagrożenie bezpieczeństwa typu CSFR
sq: Cenim Sigurie CSRF
sv: CSRF-säkerhetsöverträdelse

source: In order to receive email from other people, you need to create an email identity first.
ar: للتوصل ببريد الكتروني من مستخدمين آخرين، يجب انشاء هوية الكترونية جديدة.
de: Um Mails empfangen zu können, musst du zuerst eine Identität anlegen.
es: Para poder recibir correos de otras personas, primero tiene que crear una identidad de correo electrónico I2P-Bote
id: Agar dapat menerima email dari orang lain, Anda harus membuat identitas email terlebih dahulu.
it: Per ricevere email da altre persone, devi prima creare una identità email.
ja: 他の人からメールを受け取るためには、まずIDを作成する必要があります。
nb: For å kunne motta epost fra andre, må du først lage en epost identitet.
nl: Om emails van anderen te kunnen ontvangen dient u eerst een e-mail identiteit aan te maken.
pl: Aby otrzymywać listy od innych osób, musisz najpierw utworzyć Tożsamość.
pt: A fim de poder receber correios de outras pessoas, você precisa criar uma identidade primeiro.
pt_br: Para receber emails de outras pessoas, você precisa primeiro criar uma identidade de email.
sk: Za účelom obdržania emailu od ostatných ľudí si potrebujete najprv vytvoriť emailovú identitu.
sq: Që të mund të merrni email nga persona të tjerë, lypset të krijoni së pari një identitet email-i.
sv: För att kunna ta emot epost från andra personer måste du skapa en epostidentitet först.

source: Every email identity is associated with an email destination. Anybody can send email to the email destination, but only the identity holder can read it.
ar: كل هوية مرتبطة بعنوان الكتروني. الجميع يمكنه ارسال بريد الى عنوانك، لكن فقط صاحب الهوية هو من يمكنه قرائته.
de: Jeder Identität ist eine Bote-Adresse zugeordnet. Jeder kann Mails an die Adresse schicken, aber nur der Besitzer der Identität kann sie lesen.
es: Cada identidad de correo I2P-Bote está asociada a un destino de correo electrónico. Cualquiera puede mandar correos a este destino, pero tan sólo el poseedor de la identidad los puede leer.
id: Setiap identitas email diasosiasikan dengan sebuah email tujuan. Siapapun dapat mengirim email ke email tujuan, tetapi hanya pemegang identitas yang dapat membacanya.
it: Ogni identità email è associata con una destinazione email. Chiunque può mandare email alla destinazione email, ma solo il possessore dell'identità può leggerla.
ja: 全てのIDは宛先と対応付けられています。誰もが宛先にメールを送信することが出来ますが、読めるのはそのIDの所有者のみです。
nb: Hver eneste epost er assosiert med en epost destinasjon.
nl: Elke e-mail identiteit is geassocieerd met een e-mail bestemming. Iedereen kan e-mail versturen naar deze e-mail bestemming, maar alleen de eigenaar van de identiteit kan deze lezen.
pl: Każda Tożsamość email jest powiązana z Celem. Każdy może wysłać list do Celu, ale tylko posiadacz Tożsamości może go odczytać.
pt: Cada identidade está associada a uma Destinação de correio. Qualquer pessoa pode enviar correios para esta Destinação, mas só o possuidor da identidade pode lê-lo.
pt_br: Toda identidade de email está associada a um destino de email. Qualquer um pode enviar um email para um destino de email, mas apenas o detentor da identidade pode lê-lo.
sk: Každá emailová identita súvisí s emailovým cieľom. Každý môže na tento cieľ poslať email, ale iba vlastník identity si ho môže prečítať.
sq: Çdo identitet email është i përshoqëruar me një vendmbërritje email. Kushdo mund të dërgojë email te një vendmbërritje email-esh, por vetëm i zoti i identitetit mund ta lexojë.
sv: Varje epostidentitet är förknippad med en e-destination. Vem som helst kan skicka e-post till e-destination, men endast identitetsägaren kan läsa den.

source: In a sense, email identities are the equivalent to traditional email accounts - except that there is no provider that can read all your email because I2P-Bote stores all emails encrypted on the network.
ar: بطريقة أخرى، الهويات الالكترونية هي مثل البريد الالكتروني التقليدي - الا انه لا توجد شركة تقوم باستضافة البريد وبالتالي لها امكانية قرائته لأن I2P-Bote يقوم بتخزين البريد مشفرا على الشبكة.
de: (Mail-)Identitäten entsprechen ungefähr herkömmlichen Mailkonten, nur dass es bei I2P-Bote keinen Mailanbieter gibt, der den Mailverkehr mitesen könnte.
es: De alguna manera, las identidades de correo I2P-Bote son equivalentes a las cuentas de correo electrónico tradicional - con la importante excepción de que no hay proveedor de servicio que pueda leer sus correos, dado que I2P-Bote guarda todos los correos de manera cifrada en los nodos I2P-Bote de la red.
id: Dalam arti, identitas email sama seperti akun email tradisional - kecuali tidak ada penyedia layanan yang dapat membaca semua email Anda karena I2P-Bote menyimpan semua email dengan enkripsi pada jaringan.
it: In un certo senso, le identità email sono l'equivalente degli account email tradizionali - eccetto per il fatto che non c'è provider che può leggere tutte le tue email perchè I2P-Bote conserva tutte le email cifrate sulla rete.
ja: ある意味IDは今までのメールアカウントと同じようなものですが、I2P-Boteは全てのメールを暗号化してネットワーク上に格納しているため、あなたのメールを盗み読むことのできるプロバイダのような存在はありません。
nb: Epost identiteter er på en måte tilsvarende epost kontoer - med det unntak at det ikke eksisterer en leverandør som kan lese all eposten din. Dette fordi I2P-Bote lagrer all epost kryptert på nettverket.
nl: In zekere zin, zijn e-mail identiteiten gelijkwaardig aan een traditioneel e-mail account - behalve dat er geen provider is die alle e-mail kan lezen, dit omdat I2P-Bote alle e-mail encrypted opslaat op het netwerk.
pl: W pewnym sensie Tożsamości są odpowiednikami tradycyjnych kont poczty elektronicznej – z tym, że tutaj nie ma dostawcy, który może czytać wszystkie listy, ponieważ I2P-Bote przechowuje wszystkie wiadomości zaszyfrowane w sieci.
pt: Em certo sentido, as identidades e-mail são o equivalente das contas de correio eletrônico tradicional - exceto que não existe nenhum provedor que possa ler todos os seus correios, pois I2P-Bote armazena todos os correios de maneira criptografada na rede.
pt_br: De certo modo, as identidades de email são equivalentes a uma conta tradicional de email - exceto que não há um fornecedor que possa ler todos os seus emails porque o I2P-Bote armazena todos os emails criptografados na rede.
sk: V istom zmysle sú emailové identity ekvivalentom tradičných emailových účtov, s výnimkou toho, že tu nie je žiadny poskytovateľ, ktorý by si mohol prečítať všetky vaše emaily, pretože I2P-Bote ukladá všetky maily zašifrované v sieti.
sq: Në njëfarë kuptimi, identitetet email janë e barasvlershmja e llogarive tradicionale email - vetëm se nuk ka më furnizues email-esh që mund të lexojë krejt email-et tuaja, ngaqë I2P-Bote i depoziton të fshehtëzuar tërë email-et në rrjet.
sv: På ett sätt är epostidentiteter likvärdiga med traditionella epostkonton - förutom att det inte finns någon leverantör som kan läsa alla dina e-post eftersom I2P-Bote lagrar all epost krypterat på nätet.

source: I2P-Bote automatically decrypts emails sent to you, using the email identity you created. Email identities are stored in a file named identities; never give this file to anyone or they will be able to read all your emails.
de: I2P-Bote entschlüsselt empfangene Mails automatisch mit Hilfe der jeweiligen Identität. Identitäten sind in der Datei identities abgelegt; gib diese Datei niemand anderem, da dieser sonst alle deine Mails lesen kann.
es: I2P-Bote descifra automáticamente los correo que usted recibe usando la identidad de correo electrónico I2P-Bote que creó. Las identidades de correo electrónico se almacenan en un fichero llamado 'identities'; nunca comparta este fichero, con nadie, u otros serán capaces de leer sus correos.
id: I2P-Bote secara otomatis mendekripsi email yang dikirimkan kepada Anda, menggunakan identitas email yang Anda buat. Identitas email disimpan dalam sebuah file dengan nama identitas; jangan pernah memberikan file ini kepada siapapun atau mereka akan dapat membaca semua email Anda.
it: I2P-Bote decifra automaticamente i messaggi di posta elettronica inviati a te, usando l'identità e-mail che hai creato. Le identità e-mail sono memorizzate in un file chiamato identites; non dare questo file a nessuno altrimenti saranno in grado di leggere i tuoi messaggi di posta.
ja: I2P-Boteはあなたの作成したIDを使い、あなた宛のメールを自動的に復号化します。IDはidentitiesという名前のファイルに保存されています。このファイルを誰かに渡してしまった場合、その人はあなたのメール全てを読むことが出来てしまいます。
nb: I2P-Bote automatisk dekrypterer e-post sendt til deg, ved hjelp av e-post identiteten du opprettet. E-post identiteter er lagret i en fil som heter identities; aldri gi denne filen til noen andre, for da kan de lese all e-posten din.
nl: I2P-Bote ontsleutelt automatisch e-mails die naar jou verzonden worden, met de e-mailidentiteit die je hebt aangemaakt. E-mailidentiteiten worden opgeslaan in een bestand genaamd identities; geef dit bestand nooit aan iemand of ze zullen al je e-mails kunnen lezen.
pl: I2P-bote automatycznie odszyfrowuje listy wysłane do Ciebie używając Tożsamości stworzonej przez Ciebie. Tożsamości są trzymane w pliku o nazwie tożsamości. Pamiętaj, aby nigdy nie udostępniać tego pliku nikomu. Osoba posiadająca ten plik będzie w stanie czytać wszystkie Twoje listy.
pt: O I2P-Bote descriptografa automaticamente emails recebidos, usando a identidade de email que você criou. As identidades são guardadas em arquivo chamado identities; nunca envie este arquivo para ninguém ou então outras pessoas poderão ler todos os seus emails.
pt_br: I2p-Bote automaticamente descriptografa os emails enviados para você, usando a identidade de email que você criou. Identidades de email são armazenadas em um arquivo chamado identidades; não forneça esse arquivo para ninguém ou eles serão capazes de ler todos os seus emails.
sk: I2P-Bote automaticky dešifruje vám zaslané emaily za pomoci vami vytvorenej emailovej identity. Emailové identity sú uložené v súbore pomenovaných identít; tento súbor nikdy nikomu nedávajte, v opačnom prípade bude schopný čítať všetky vaše emaily.
sq: I2P-Bote i shfshehtëzon vetvetiu email-et dërguar për ju, duke përdorur identitetin email që krijuat. Identitetet email depozitohen në një kartelë të quajtur identities; mos ia jepni kurrë këtë kartelë kujt, ndryshe ata do të jenë në gjendje të lexojnë krejt email-et tuaj.
sv: I2P-Bote dekrypterar automatiskt e-post, med hjälp av e-postidentiteten du skapat. E-postidentiteter lagras i en fil som heter identities.txt, ge aldrig den till någon för de kan då läsa all epost avsedd för dig.
