Repository: introverium/i2p.i2p-bote-master
Catalog: webapp/src/main/locale/messages_*.po
Languages: ar, de, es, id, it, ja, nb, nl, pl, pt, pt_br, sk, sq, sv

source: Add Email Destination to Directory
de: Bote-Adresse im Adressverzeichnis veröffentlichen
es: Añadir destino de correo electrónico al repositorio
id: Tambahkan Email Tujuan ke Direktori
it: Aggiungi destinazione e-mail alla cartella
ja: 宛先を公開アドレス帳に追加
nb: Legg til E-post Destionasjonen på Katalogen.
nl: Voeg e-mailbestemming aan directory toe
pl: Dodaj Cel do Katalogu
pt: Adicionar destinatário do email ao Diretório
pt_br: Adicionar destino de email ao diretório
sk: Pridať emailový cieľ do priečinka
sq: Shtoni Vendmbërritje Email-i te Drejtoria
sv: Lägg till e-post destination till Mapp

source: The name exists already. Please choose a different Public Name.
de: Dieser Name ist bereits vergeben. Bitte einen anderen wählen.
es: Este nombre ya existe, elija un nombre público diferente.
id: Nama sudah ada. Silahkan memilih Nama Publik berbeda.
it: Il nome esiste già. Scegli un nome pubblico diverso.
ja: その名前は既に存在しています。別の公開名を付けてください。
nb: Navnet finnes allerede. Vær snill og velg en annen Offentlig Navn.
nl: De naam bestaat al. Gelieve een andere Publieke Naam te kiezen.
pl: Taka nazwa już istnieje. Proszę wybierz inna nazwę publiczną.
pt: O nome já existe. Favor escolha um Nome Público diferente.
pt_br: O nome já existe. Por favor, escolha um Nome Público diferente.
sk: Tento názov už existuje. Prosím zvoľte si iný Verejný názov.
sq: Ka tashmë një emër të tillë. Ju lutemi, zgjidhni një tjetër Emër Publik.
sv: Namnet finns read. Var god välj ett annat Publikt Namn.

source: Publish to the Address Directory
de: Im Adressverzeichnis veröffentlichen
es: Publicar en el repositorio de direcciones
id: Terbitkan ke Direktori Alamat
it: Pubblica nella cartella degli indirizzi
ja: 公開アドレス帳に送信
nb: Publiser på Adressekatalogen
nl: Publiceren naar de adressendirectory
pl: Publikuj do Katalogu Adresów
pt: Publicar no Diretório de Endereços
pt_br: O nome já existe. Por favor, escolha um Nome Público diferente.
sk: Publikovať do priečinka adries
sq: Botoje te Drejtori Adresash
sv: Publicera till Adress Mappen

source: Picture to upload:
de: Mitzuspeicherndes Bild:
es: Imagen a subir:
id: Gambar untuk diunggah:
it: Immagine da inviare:
ja: アップロードする画像:
nb: Bilde å opplaste:
nl: Afbeelding om te uploaden:
pl: Zdjęcie do wysłania:
pt: Imagem a ser carregada:
pt_br: Fotos para enviar:
sk: Obrázok na uploadnutie:
sq: Foto për ngarkim:
sv: Bild att ladda upp:

source: (optional, 7.5 kBytes max)
de: (optional; höchstens 7,5 kB)
es: (opcional, 7,5 KB máximo)
id: (opsional, maks 7.5 kBytes)
it: (opzionale, 7,5 KB al massimo)
ja: (オプション, 最大7.5kバイト)
nb: (valgfritt, 7,5 kBit maks)
nl: (optioneel, max 7.5 kBytes)
pl: (nieobowiązkowe, maksymalnie 7,5 kB)
pt: (opcional, max. de 7,5 kBytes)
pt_br: (opcional, no máximo 7,5 KBytes)
sk: (voliteľné, maximálne 7.5 kilobajtov)
sq: (opsionale, maksimumi 7.5 Kb)
sv: (valfri, 7,5 kB max)

source: Text to include:
de: Einzubeziehender Text:
es: Texto a incluir:
id: Teks untuk disertakan:
it: Testo da includere:
ja: 含めるテキスト:
nb: Teksten å inkludere:
nl: Toe te voegen tekst:
pl: Tekst który chcesz dołączyć:
pt: Texto a incluir:
pt_br: Texto a incluir:
sk: Text, ktorý má byť zahrnutý:
sq: Tekst për t’u përfshirë:
sv: Text att inkludera:

source: (optional, 2000 chars max)
de: (optional; höchstens 2000 Zeichen)
es: (opcional, 2000 caracteres máx.)
id: (opsional, maks 2000 kar)
it: (opzionale, 2000 caratteri al massimo)
ja: (オプション, 最大2000文字)
nb: (valgfritt, 2000 chars maks)
nl: (optioneel, max 2000 karakters)
pl: (nieobowiązkowe, maksymalnie 2000 znaków)
pt: (opcional, max. 2000 caracteres)
pt_br: (opcional, no máximo 2000 caracteres)
sk: (voliteľné, maximálne 2000 znakov)
sq: (opsionale, maksimumi 2000 shenja)
sv: (valfri, 2000 karaktärer max)

source: The identity has been added to the address directory.
de: Die Identität wurde im öffentlichen Adressverzeichnis gespeichert.
es: La identidad de correo I2P-Bote ha sido añadida al repositorio de direcciones.
id: Identitas telah ditambahkan ke direktori alamat.
it: L'identità è stata aggiunta alla cartella degli indirizzi.
ja: IDは公開アドレス帳に追加されました。
nb: Identiteten har blitt lagt til i adressekatalogen.
nl: De Identiteit is toegevoegd aan de adressendirectory
pl: Tożsamość została dodana do katalogu adresów.
pt: A identidade foi adicionada ao diretório de endereços.
pt_br: A identidade foi adicionada ao diretório de endereços.
sk: Identita bola pridaná do priečinka adries.
sq: Identiteti u shtua te drejtoria e adresave.
sv: Identiteten har lagts till i adressmappen.

source: Address Directory Lookup
de: Im Adressverzeichnis nachschlagen
es: Búsqueda en el repositorio de direcciones
id: Lookup Direktori Alamat
it: Ricerca nella rubrica degli indirizzi
ja: 公開アドレス帳検索
nb: Oppslag av Adressekatalogen
nl: Zoeken in adressendirectory
pl: Sprawdzanie Katalogu Adresów
pt: Pesquisa no Diretório de Endereços
pt_br: Recuperar do diretório de endereços
sk: Vyhľadávanie v priečinku adries
sq: Kërkim te Libër Adresash
sv: Adressmapps-uppslag

source: The name has been imported to the address book.
de: Der Name wurde im Adressbuch gespeichert.
es: El nombre ha sido importado a la libreta de direcciones.
id: Nama telah diimpor ke buku alamat.
it: Il nome è stato importato nella rubrica.
ja: 名前がアドレス帳に読み込まれました。
nb: Navnet har blitt importert til adressekatalogen.
nl: De naam is in het adresboek geïmporteerd.
pl: Nazwa została zaimportowana do książki adresowej.
pt: O nome foi importado para o livro de endereços.
pt_br: O nome foi importado para o livro de endereços.
sk: Názov bol importovaný do adresára.
sq: Emri u importua te libri i adresave.
sv: Namnet har importerats till adressboken.

source: The name &quot;{0}&quot; was not found in the directory.
de: Der Name &quot;{0}&quot; wurde nicht im Adressbuch gefunden.
es: El nombre &quot;{0}&quot; no fue encontrado en el repositorio de direcciones.
id: Nama &quot;{0}&quot; tidak ditemukan dalam direktori.
it: Il nome &quot;{0}&quot; non è stato trovato nella cartella.
ja: 名前&quot;{0}&quot;は見つかりませんでした。
nb: Navnet &quot;{0}&quot; var ikke funnet i katalogen.
nl: De naam &quot;{0}&quot; is niet gevonden in de directory.
pl: Nazwa &quot;{0}&quot; nie została znaleziona w katalogu.
pt: O Nome &quot;{0}&quot; não foi encontrado no diretório.
pt_br: O nome &quot;{0}&quot; não foi encontrado no diretório.
sk: Názov &quot;{0}&quot; nebol v priečinku nájdený.
sq: Emri &quot;{0}&quot; s’u gjet te drejtoria.
sv: Namnet &quot;{0}&quot; hittades inte i mappen.

source: Import Contact
de: Kontakt importieren
es: Importar contacto
id: Impor Kontak
it: Importa contatto
ja: 連絡先を読み込む
nb: Importer Kontakten
nl: Contact importeren
pl: Importuj kontakt
pt: Importar Contato
pt_br: Importar contato
sk: Importovať kontakt
sq: Importoni Kontaktin
sv: Importera kontakt

source: A matching record was found in the address directory. Note that the address directory is not secure against manipulation, so do not click &quot;import&quot; unless you trust that it is the right email destination.
de: Ein passender Eintrag wurde im Adressverzeichnis gefunden. Beachte, dass das Adressvezeichnis nicht gegen Manipulation geschützt ist. Klicke nicht auf &quot;import&quot; wenn du nicht sicher bist, dass es die korrekte E-Mail ist.
es: Se ha encontrado un registro coincidente en el repositorio de direcciones. Observe que el directorio de direcciones puede ser manipulado, así que no pulse &quot;importar&quot; a no ser que confie en que ese es el destino de correo correcto.
id: Rekaman yang cocok telah ditemukan dalam direktori alamat. Harap dicatat bahwa direktori alamat tidak aman terhadap manipulasi, jadi jangan mengklik &quot;import&quot; kecuali Anda yakin bahwa itu adalah email tujuan yang benar.
it: Una voce corrispondente è stata trovata nella cartella degli indirizzi. Ricorda che la cartella degli indirizzi non è al sicuro dalle manipolazioni, quindi non fare clic su &quot;importa&quot; a meno di non essere sicuro che quella sia la destinazione e-mail corretta.
ja: 一致する宛先が公開アドレス帳に見つかりました。公開アドレス帳は意図的な操作に対して安全ではないことにご注意ください。この宛先が正しい物だと確信していないのであれば、&quot;読み込む&quot;をクリックしないでください。
nb: En matchende innspill var funnet i adressekatalogen. Legg merke til at adressekatalogen er ikke sikret mot manipulasjon, dermed klikk ikke på &quot;import&quot; med mindre du stoler på at det er den riktige destinmasjonen til e-poten.
nl: Een overeenkomend record is in de adressendirectory gevonden. Let op dat de adressendirectory niet veilig is tegen manipulatie, dus klik niet op &quot;importeren&quot; tenzij je zeker weet dat het de juiste e-mailbestemming is.
pl: Pasujący rekord został znaleziony w katalogu adresowym. Należy pamiętać, że katalog adresów nie jest zabezpieczony przed manipulacją, tak więc nie klikaj &quot;import&quot;, chyba że ufasz, że to jest właściwy Cel.
pt: Um registo foi encontrado no diretório de endereços. Note que o diretório de endereços não é protegido contra manipulações, portanto somente clique em &quot;importar&quot; se tem a certeza que este é o endereço correto do destinatário.
pt_br: Um registro correspondente foi encontrado em um diretório de endereços. Note que o diretório de endereços não é seguro contra manipulação, então não clique em &quot;importar&quot; a menos que você tenha certeza de que este é o destinatário correto.
sk: V priečinku adries bol nájdený zodpovedajúci záznam. Uvedomte si však, že priečinok adries nie je zabezpečený proti manipulácii, takže neklikajte na &quot;importovať&quot; ak neveríte, že sa naozaj jedná o ten pravý cieľ emailu.
sq: Te drejtoria e adresave u gjet një zë me përputhje. Mbani parasysh që drejtoria e adresave s’është e sigurt kundër manipulimeve, ndaj mos klikoni mbi &quot;importoje&quot; po qe se nuk i zini besë se është vendmbërritja e duhur email.
sv: Ett passande dokument hittades i adressmappen. Var medveten om att adressboken inte är säker mot manipulation, så klicka inte &quot;importera&quot; utan att du är säker på att det är rätt e-post-destination.

source: Email Destination:
ar: البريد الإلكتروني للمتلقي :
de: Bote-Adresse:
es: Destino de correo:
id: Email Tujuan:
it: Destinazione Email:
ja: 宛先:
nb: Epost Destinasjon:
nl: E-mail bestemming:
pl: Cel:
pt: Endereço de Email:
pt_br: Destino de email:
sk: Emailový cieľ:
sq: Vendmbërritje Email-i:
sv: Epost-destinationen:

source: Please fill in the Public Name field.
ar: املئ حقل الإسم.
de: Bitte füll das Feld „Öffentlicher Name“ aus!
es: Por favor, rellene el campo Nombre público.
id: Silahkan isi field Nama Publik.
it: Per cortesia riempire il campo Nome Pubblico.
nb: Vennligst fyll inn Offentlig Navn feltet
nl: U dient het veld Publieke Naam in te vullen.
pl: Proszę wypełnić pole &quot;Nazwa publiczna&quot;.
pt: Por favor, preencha o campo "Nome Público".
pt_br: Por favor, preencha no campo Nome Público.
sk: Prosím vyplňte pole Verejný názov.
sq: Ju lutemi, plotësoni fushën Emër Publik.
sv: Fyll vänligen i 'Publikt namn' fältet.

source: Please wait...
ar: انتظر من فضلك...
de: Bitte warten ...
es: Por favor espere...
id: Mohon tunggu...
it: Attendere Prego...
nb: Vennligst vent...
nl: Wachten a.u.b...
pl: Proszę czekać...
pt: Por favor, aguarde...
pt_br: Por favor, aguarde...
sk: Prosím počkajte...
sq: Ju lutemi, prisni…
sv: Var god vänta...

source: The Email Identity is being generated. This may take a while.
de: Die Email-Identität wird generiert. Dieses benötigt ein wenig Zeit.
es: La identidad del correo electrónico se está generando. Esto puede llevar un tiempo.
it: Generazione in corso dell'identità Email. Ci potrebbe volere un po'.
nl: De e-mail-identiteit wordt gegenereerd. Dit kan even duren.
pl: Tożsamość jest generowana. Może to potrwać kilka minut.
pt: A Identidade Email está a ser gerado. Isto pode demorar um bom bocado.
pt_br: A identidade de email está sendo gerada. Isso pode demorar um pouco.
sq: Identiteti Email po prodhohet. Kjo mund të zgjasë ca.
sv: Emailidentiteten genereras. Detta kan ta en stund.

source: The email identity has been saved.
ar: تم تسجيل هذه الهوية.
de: Die Identität wurde gespeichert.
es: La identidad de correo I2P-Bote se ha guardado.
id: Identitas email telah disimpan.
it: L'identità email è stata salvata
nb: Epost identiteten har blitt lagret.
nl: De e-mail identiteit is opgeslagen.
pl: Tożsamość emaila została zapisana.
pt: A identidade foi guardada.
pt_br: A identidade de email foi salva.
sk: Emailová identita bola uložená.
sq: Identiteti email u ruajt.
sv: Epostidentiteten has sparats.

source: Error: Couldn't delete email.
ar: خطأ: فشل في حذف الرسالة.
de: Fehler: Die Mail konnte nicht gelöscht werden.
es: Error: No se pudo borrar el correo
id: Kesalahan: Tidak dapat menghapus email
it: Errore: Impossibile eliminare l'email.
ja: エラー：メールを削除できませんでした
nb: Feil: Kunne ikke slette epost.
nl: Error: De mail kan niet verwijdert worden.
pl: Błąd: nie można usunąć listu.
pt: Erro: Impossível apagar o email.
pt_br: Erro: não foi possível apagar o email.
sk: Chyba: Nebolo možné odstrániť email.
sq: Gabim: S’u fshi dot email.
sv: Fel: Kunde inte ta bort epost.

source: Unknown
ar: غير معروف
de: unbekannt
es: Desconocido
id: Tidak diketahui
it: Sconosciuto
ja: 不明
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
sk: Neznáme
sq: E panjohur
sv: Okänd

source: Add to Address Book
ar: أضف الى دفتر العناوين
de: Zum Adressbuch hinzufügen
es: Añadir a la Libreta de direcciones
id: Tambahkan ke Buku Alamat
it: Aggiungi a Rubrica
ja: アドレス帳に追加
nb: Legg til Adressebok
nl: Toevoegen aan adresboek
pl: Dodaj do książki adresowej
pt: Adicionar à Lista de Endereços
pt_br: Adicionar ao livro de endereços
sk: Pridať do adresára
sq: Shtoje te Libër Adresash
sv: Lägg till i adressbok

source: {0} emails total
de: {0} E-Mails insgesamt
es: {0} correos en total
id: {0} total email
it: {0} e-mail totali
ja: 全{0}件のメール
nl: {0} e-mails in totaal
pl: {0} wszystkich listów
pt: {0} emails no total
pt_br: {0} emails no total
sk: {0} emailov celkovo
sq: {0} email-e gjithsej
sv: {0} e-post totalt

source: {0} emails total, {1} new
ar: {0} مجموع الايميلات, {1} جديد/جديدة
de: {0} E-Mails insgesamt, {1} neu
es: {0} correos en total, {1} nuevo(s)
id: {0} total email, {1} baru
it: {0} totale messaggi, {1} nuovo
ja: 全{0}件のメール、新着{1}件
nb: {0} e-poster totalt, {1} ny
nl: {0} emails totaal, {1} nieuw
pl: {0} wszystkich listów, {1} nowych
pt: {0} total de emails, {1} novo
pt_br: {0} emails no total, {1} novo
sk: {0} emailov celkovo, {1} nových
sq: {0} email-e gjithsej, {1} i ri
sv: {0} epost totalt, {1} nya

source: {0} incomplete
de: {0} unvollständig
es: {0} incompleto
it: {0} incompleto
ja: {0}件の下書き
nl: {0} onvolledig
pl: {0} niepełnych
pt: {0} incompletos
pt_br: {0} incompleto
sq: {0} të paplotë
sv: {0} inkomplett

source: No
ar: ﻻ
de: Nein
id: Tidak
ja: いいえ
nb: Nei
nl: Nee
pl: Nie
pt: Não
pt_br: Não
sk: Nie
sq: Jo
sv: Nej

source: Error
ar: خطأ
de: Fehler
id: Kesalahan
it: Errore
ja: エラー
nb: Feil
pl: Błąd
pt: Erro
pt_br: Erro
sk: Chyba
sq: Gabim
sv: Fel

source: Error:
ar: حطأ:
de: Fehler:
id: Kesalahan:
it: Errore:
ja: エラー:
nb: Feil:
pl: Błąd:
pt: Erro:
pt_br: Erro:
sk: Chyba:
sq: Gabim:
sv: Fel:

source: General
de: Allgemeines
it: Generale
ja: 全般
nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
sq: Të përgjithshme
sv: Generell

source: Re:
de: AW:
sv: Åter:
