Repository: introverium/i2p.i2p-bote-master
Catalog: webapp/src/main/locale/messages_*.po
Languages: ar, de, es, id, it, ja, nb, nl, pl, pt, pt_br, sk, sq, sv

source: An Email Identity lets you receive email from other I2P-Bote users.
de: Mit einer Mailidentität können Nachrichten von anderen I2P-Bote-Benutzern empfangen werden.
es: Una identidad de correo I2P-Bote le permite recibir correo electrónico de otros usuarios de I2P-Bote.
id: Identitas Email memungkinkan Anda menerima email dari pengguna I2P-Bote lain.
it: Un'identità e-mail ti consente di ricevere messaggi da altri utenti di I2P-Bote.
nb: En e-post identitet lar deg motta mail fra andre I2P-Bote brukere.
nl: Een e-mail-identiteit laat je e-mail van andere I2P-Bote-gebruikers ontvangen.
pl: Tożsamość E-mail pozwala Tobie na otrzymywanie wiadomości e-mail od innych użytkowników I2-Bote.
pt: Uma identidade de email permite receber email de outros utilizadores do I2P-Bote.
pt_br: Uma identidade de email permite que você receba emails de outros usuários do I2P-Bote.
sk: Emailová identita vám umožňuje prijímať maily od ostatných užívateľov I2P-Bote.
sq: Një Identitet Email-i ju lejon të merrni email prej përdoruesish të tjerë të I2P-Bote-it.
sv: Med en E-postsidentitet kan du ta emot e-post från andra I2P-Bote användare.

source: Public Name:
ar: اسم:
de: Öffentlicher Name:
es: Nombre público:
id: Nama Publik:
it: Nome Pubblico:
nb: Offentlig Navn:
nl: Publieke naam:
pl: Nazwa publiczna
pt: Nome Público:
pt_br: Nome Público:
sk: Verejný názov:
sq: Emër Publik:
sv: Publikt namn:

source: (required field, shown to recipients)
ar: (حقل ضروري، ظاهر للمستقبل)
de: (Pflichtfeld, für Empfänger sichtbar)
es: (campo obligatorio, visible a los destinatarios)
id: (field dibutuhtkan, ditampilkan pada penerima)
it: (campo richiesto, mostrato ai destinatari)
nb: (required field, vises til mottagere)
nl: (verplicht veld, zichtbaar voor ontvangers)
pl: (obowiązkowe pole, widoczne dla odbiorcy)
pt: (campo compulsório, visível para os destinatários)
pt_br: (campo requerido, exibido para os receptores)
sk: (povinné pole, zobrazované príjemcom)
sq: (fushë e domosdoshme, u shfaqet marrësve)
sv: (nödvändigt fält, visas för mottagare)

source: Description:
ar: وصف:
de: Beschreibung:
es: Descripción:
id: Deskripsi:
it: Descrizione:
nb: Beskrivelse
nl: Omschrijving:
pl: Opis:
pt: Descrição:
pt_br: Descrição:
sk: Popis:
sq: Përshkrim:
sv: Beskrivning:

source: (optional, kept private)
ar: (غير ضروري، خاص)
de: (Optional, nicht für andere sichtbar)
es: (opcional, se mantiene en privado)
id: (opsional, dirahasiakan)
it: (opzionale, mantenuto privato)
nb: (valgfritt, forblir privat)
nl: (optioneel, niet zichtbaar voor anderen)
pl: (opcjonalnie, nie udostępniane)
pt: (opcional, mantido em privado)
pt_br: (opcional, mantido privado)
sk: (voliteľné, zachované v súkromí)
sq: (opsionale, e mbajtur private)
sv: (frivilligt, behålls privat)

source: (published to the address directory)
de: (Im Adressverzeichnis veröffentlicht)
es: (publicado en el repositorio de direcciones)
id: (diterbitkan ke direktori alamat)
it: (pubblicato nella cartella degli indirizzi)
nb: (publisert på adressekatalogen)
nl: (gepubliceerd naar adressendirectory)
pl: (opublikowano w katalogu adresów)
pt: (publicado no diretório público de endereços)
pt_br: (publicado para o endereço do diretório)
sk: (publikované do priečinka adries)
sq: (botuar te drejtoria e adresave)
sv: (publicerad till adressmappen)

source: Encryption:
ar: نوع التشفير:
de: Verschlüsselung:
es: Cifrado:
id: Enkripsi:
it: Cifratura:
nb: Kryptering:
nl: Encryptie:
pl: Szyfrowanie:
pt: Cifra:
pt_br: Criptografia:
sk: Šifrovanie:
sq: Fshehtëzim:
sv: Kryptering

source: (If unsure, leave the default)
ar: (ان لم تكن متأكدا، دعه كما هو)
de: (Im Zweifelsfall die Voreinstellung belassen)
es: (En caso de duda, deje el valor predeterminado)
id: (Jika tidak yakin, biarkan default)
it: (Se non si è sicuri, lasciare il defaultDa)
ja: (わからない時はデフォルトのままにしてください)
nb: (Hvis usikker, la dette forbli uendret)
nl: (Bij twijfel, behoud de standaard)
pl: (Jeśli jesteś niepewny to ustaw jako domyślne)
pt: (Se tiver dúvidas, deixe o padrão!)
pt_br: (Em dúvida, deixe o padrão)
sk: (Ak ste si nie istý, nechajte predvolenú hodnotu)
sq: (Nëse s’jeni i sigurt, lini parazgjedhjen)
sv: (Om osäker, låt vara standard)

source: Vanity Destination:
es: Destino personalizado (a lo vanity plate):
it: Destinazione Vanity:
nl: Ijdele bestemming:
pl: Kustomowy (Vanity) adres:
pt: Endereço personalizado:
pt_br: Destino de presunção:

source: (2 chars takes seconds, 3 takes minutes, etc.)
de: (2 Zeichen benötigt Sekunden, 3 benötigt Minuten, usw.)
es: (2 caracteres tardan segundos, 3 tardan minutos, etc.)
it: (Due caratteri ci impiegano secondi, tre caratteri impiegano minuti ecc.)
nl: (2 tekens duurt enkele seconden, 3 enkele minuten, etc.)
pl: (2 znaki zajmują sekundy, 3 zajmują minuty itd.)
pt: (2 carateres leva segundos, 3 leva minutos, etc.)
pt_br: (2 caracteres levam segundos, 3 levam minutos, etc.)
sq: (2 shenja hanë sekonda, 3 hanë minuta, etj.)
sv: (2 chars tar sekunder, 3 tar minuter, etc.)

source: Fingerprint:
es: Huella de validación de claves ('fingerprint'):
id: Sidik jari:
it: Impronta digitale:
ja: フィンガープリント:
nb: Fingeravtrykk:
nl: Vingerafdruk
pt: Impressão digital:
pt_br: Digital
sk: Odtlačok:
sq: Shenja gishtash:
sv: Fingeravtryck:

source: Default Identity:
ar: الهوية العادية:
de: Beim Senden voreingestellt:
es: Identidad por defecto:
id: Identitas Default:
it: Identità di Default:
nb: Standard Identitet
nl: Standaard Identiteit:
pl: Domyślna Tożsamość:
pt: Identidade por omissão:
pt_br: Identidade padrão:
sk: Predvolená identita:
sq: Identitet Parazgjedhje:
sv: Standardidentitet

source: Include in global check:
de: In globalen Check einbeziehen:
es: Incluir en la comprobación global:
it: Includi nel controllo globale:
nl: Insluiten bij globale controle:
pl: Zawrzyj w sprawdzeniu globalnym
pt: Incluir na verificação global:
pt_br: Incluir na verificação global:
sv: Inkludera i global kontroll:

source: Private keys:
ar: المفاتيح الخاصة:
de: Privatschlüssel:
es: Claves privadas
id: Kunci pribadi:
it: Chiavi private:
nb: Private nøkkler:
nl: Privé-sleutels:
pl: Klucze prywatne:
pt: Chaves Privadas
pt_br: Chaves privadas:
sk: Súkromné kľúče:
sq: Kyçe privatë:
sv: Privata nycklar:

source: (Never reveal to anyone!)
ar: (ﻻ تظهر لأحد!)
de: (Niemals preisgeben!)
es: (¡Nunca las revele, a nadie!)
id: (Jangan pernah memberikan kepada siapapun!)
it: (Non rivelare mai a nessuno!)
nb: (Aldri vis til noen!)
nl: (Nooit aan iemand anders vertellen!)
pl: (Nigdy nikomu nie ujawniaj!)
pt: (Nunca revelar a ninguém!)
pt_br: (Não revele para ninguém!)
sk: (Nikdy nikomu neodhaľujte!)
sq: (Mos ia tregoni kurrë njeriu!)
sv: (Avslöja aldrig för någon!)

source: Show
ar: أظهر
de: Zeigen
es: Mostrar
id: Tampilkan
it: Mostra
nb: Vis
nl: Toon
pl: Pokaż
pt: Mostrar
pt_br: Mostrar
sk: Zobraziť
sq: Shfaqe
sv: Visa

source: Cannot publish until connected.
de: Veröffentlichung nicht möglich ohne Verbindung.
es: No se puede publicar hasta estar conectado.
id: Tidak dapat menerbitkan sampai terhubung.
it: Impossibile effettuare la pubblicazione fino a quando non si sarà collegati.
nb: Kan ikke publisere før koblet til.
nl: Kan niet publiceren tot er verbinding is.
pl: Nie można publikować dopóki nie będzie podłączony.
pt: Não será publicado até estar ligado.
pt_br: Não é possível publicar até que se conecte.
sk: Nie je možné publikovať, kým ste pripojený.
sq: S’mund të botohet pa qenë i lidhur.
sv: Kan ej publicera innan ansluten.

source: Publish
de: Veröffentlichen
es: Publicar
id: Terbitkan
it: Pubblica
ja: 送信
nb: Publiser
nl: Publiceren
pl: Publikuj
pt: Publicar
pt_br: Publicar
sk: Publikovať
sv: Publicera

source: Delete this identity
ar: حذف هذه الهوية
de: Diese Identität löschen
es: Borrar esta identidad
id: Hapus identitas ini.
it: Elimina questa identità
nb: Slett denne identiteten
nl: Verwijder deze identiteit
pl: Usuń tą tożsamość
pt: Apagar esta identidade
pt_br: Apagar essa identidade
sk: Odstrániť túto identitu
sq: Fshije këtë identitet
sv: Ta bort denhär identiteten

source: Error Details
ar: تفاصيل الخطأ
de: Fehlerdetails
es: Detalles del error
id: Rincian Kesalahan
it: Dettagli Errore
ja: エラーの詳細
nb: Feil detaljer
nl: Foutdetails
pl: Szczegóły błędu
pt: Detalhes do Erro
pt_br: Detalhes do erro
sk: Detaily chyby
sq: Hollësi Gabimi
sv: Detaljer för felet

source: (leave blank to not encrypt identities)
de: (leer lassen, um Identitäten nicht zu verschlüsseln)
es: (dejar en blanco para no cifrar identidades)
it: (lascia vuoto per non criptare le identità)
ja: (空欄にするとIDは暗号化されません)
nl: (laat leeg om identiteiten niet te versleutelen)
pl: (pozostaw puste by nie szyfrować tożsamości)
pt: (deixar em branco para não cifrar as identidades)
pt_br: (deixe em branco para não criptografar as identidades)
sq: (lëreni të zbrazët që të mos fshehtëzohen identitetet)
sv: (lämna blank för att inte kryptera identiteter)

source: Export
de: Exportieren
es: Exportar
it: Esporta
ja: 書き出す
nl: Exporteren
pl: Eksport
pt: Exportar
pt_br: Exportar
sq: Eksportoje
sv: Exportera

source: Password Required
ar: كلمة السر ضرورية
de: Kennwort erforderlich
es: Se requiere contraseña
id: Kata Sandi Diperlukan
it: Password Richiesta
ja: パスワードが必要です
nb: Passord Kreves
nl: Wachtwoord vereist
pl: Wymagane hasło
pt: É necessário uma senha
pt_br: Senha requerida
sk: Je vyžadované heslo
sq: Lypset Fjalëkalim
sv: Lösenord krävs

source: Wrong password. Try again.
ar: كلمة السر خاطئة، حاول من جديد.
de: Falsches Kennwort - bitte erneut versuchen!
es: Contraseña errónea, Inténtelo de nuevo.
id: Kata sandi salah. Coba lagi.
it: Password errata. Provare di nuovo.
ja: パスワードが違います。もう一度試してください。
nb: Feil passord. Prøv igjen.
nl: Onjuist wachtwoord. Probeer opnieuw.
pl: Nieprawidłowe hasło. Spróbuj ponownie.
pt: Senha errada. Tente de novo.
pt_br: Senha errada. Tente novamente.
sk: Nesprávne heslo. Skúste to znova.
sq: Fjalëkalim i gabuar. Riprovoni.
sv: Fel lösenord. Försök igen.

source: Password required
ar: كلمة السر ضرورية
de: Kennwort erforderlich
es: Se requiere contraseña
id: Kata sandi diperlukan
it: Password richiesta
ja: パスワードが必要です
nb: Passord kreves
nl: Wachtwoord vereist
pl: Wymagane hasło
pt: É necessário uma senha
pt_br: Senha requerida
sk: Je vyžadované heslo
sq: Lypset fjalëkalim
sv: Lösenord krävs

source: About I2P-Bote
ar: حول I2P-Bote
de: Über I2P-Bote
es: Acerca de I2P-Bote
id: Tentang I2P-Bote
it: Riguardo A I2P-Bote
nb: Om I2P-Bote
nl: Over I2P-Bote
pl: O I2P-Bote
pt: Sobre o I2P-Bote
pt_br: Sobre o I2P-Bote
sk: O I2P-Bote
sq: Rreth I2P-Bote
sv: Om I2P-Bote

source: I2P-Bote Version {0}
ar: اصدار {0} I2P-Bote
es: I2P-Bote, Versión {0}
id: I2P-Bote Versi {0}
it: I2P-Bote Versione {0}
ja: I2P-Boteのバージョン {0}
nb: I2P-Bote Versjon {0}
nl: I2P-Bote, Versie {0}
pl: I2P-Bote Wersja {0}
pt: I2P-Bote, versão {0}
pt_br: Versão {0} do I2P-Bote
sk: I2P-Bote verzia {0}

source: To submit bug reports or feature requests:
de: Um Fehler oder Wünsche zu äussern:
es: Para entregar informes de fallos o peticiones de características:
it: Per riportare bug o suggerimenti per lo sviluppo:
ja: バグリポートや要望を送る
nl: Om fouten te melden of om te vragen naar nieuwe functies:
pl: Aby zgłosić buga lub poprosić o nową funkcje:
pt: Para submeter erros e pedir novas funções
pt_br: Para reportar bugs ou sugerir novas funções:
sq: Për njoftim të metash ose kërkesa për veçori të reja:
sv: För att rapportera fel eller begära funktioner:

source: click here
de: Hier klicken
es: pulse aquí
it: fai click qui
ja: ここをクリック
nl: klik hier
pl: Kliknij tu
pt: clique aqui
pt_br: clique aqui
sq: klikoni këtu
sv: Klicka här

source: Developers:
de: Entwickler:
es: Desarrolladores:
it: Sviluppatori:
nl: Ontwikkelaars:
pl: Deweloperzy
pt: Programadores:
pt_br: Desenvolvedores:
sq: Zhvillues
sv: Utvecklare:

source: Click to send an email
ar: أنقر لإرسال رسالة
de: Hier klicken, um eine Mail zu verschicken
es: Pulse para enviar un correo
id: Klik untuk mengirim email
it: Clicca per mandare un'email
nb: Klikk for å sende epost
nl: Klik hier om een e-mail te sturen
pl: Kliknij by wysłać list
pt: Clique para enviar um email
pt_br: Clique para enviar um email
sk: Kliknite sem na poslanie emailu
sq: Klikoni që të dërgoni një email
sv: Klicka för att skicka epost

source: Maintenance, user experience, extended features, Android app
de: Wartung, Benutzerfreundlichkeit, erweiterte Funktionen, Android-App
es: Mantenimiento, experiencia del usuario, características extendidas, aplicación Android
pl: Konserwacja, doświadczenie użytkownika, rozszerzone funkcje, apka na Androida
sq: Mirëmbajtje, punim përdoruesi, veçori të thelluara, aplikacion Android
sv: Underhåll, användarupplevelse, utökade egenskaper, Android-app

source: Past developers:
de: Frühere Entwickler:
es: Desarrolladores anteriores:
it: Sviluppatori non più nel progetto:
pl: Poprzedni programiści:
sq: Zhvillues të dikurshëm:
sv: Tidigare utvecklare:

source: Feedback on I2P-Bote
ar: تعليقات حول I2P-Bote
de: Rückmeldung zu I2P-Bote
es: Reacciones sobre I2P-Bote
id: Umpan balik pada I2P-Bote
it: Feedback su I2P-Bote
nb: Feedback på I2P-Bote
nl: Feedback over I2P-Bote
pl: Opinia na temat I2P-Bote
pt: Comentários sobre o I2P-Bote
pt_br: Avaliação técnica a respeito do I2P-Bote
sk: Spätná väzba ohľadom I2P-Bote
sq: Përshtypje rreth I2P-Bote
sv: Feedback om I2P-Bote

source: Technical concept, implementation, user interface
de: Technisches Konzept, Implementierung, Benutzeroberfläche
es: Concepto técnico, implementación, interfaz de usuario
it: Concetto tecnico, implementazione, interfaccia utente
ja: 技術コンセプト、実装、ユーザインタフェース
nl: Technisch concept, implementatie, gebruikersinterface
pl: Koncept techniczny, implementacja, interfejs użytkownika
pt: Conceito técnico, implementação, interface
pt_br: Concepção técnica, implementação, interface de usuário
sq: Konceptimi teknik, sendërtimi, ndërfaqe përdoruesi
sv: Tekniskt koncept, implementation, användargränssnitt

source: Contributors:
ar: المساهمون:
de: Unterstützer:
es: Contribuciones por:
id: Kontributor:
it: Collaboratori:
ja: 貢献者:
nb: Bidragsytere
nl: Contribuanten:
pl: Współtwórcy:
pt: Contribuições por:
pt_br: Contribuidores:
sk: Prispievatelia:
sq: Kontributorë:
sv: Bidragare:

source: Technical concept, translation, QA, usability, technical feedback
de: Technisches Konzept, Übersetzungen, QA, Benutzbarkeit, technische Rückmeldungen
es: Concepto técnico, traducción, control de calidad (QA), usabilidad, respuesta técnica del usuario
it: Idea tecnica, traduzione, domande e risposte, fruibilità, feedback tecnico
ja: 技術コンセプト、翻訳、品質チェック、ユーザビリティ・技術フィードバック
nl: Technisch concept, vertaling, kwaliteitscontrole, bruikbaarheid, technische feedback
pl: Koncept techniczny, tłumaczenie, QA, użyteczność, opinie techniczne
pt: Conceito técnico, tradução, FAQ, usabilidade, comentário técnicos
pt_br: Concepção técnica, tradução, QA, usabilidade, avaliação técnica
sq: Konceptimi teknik, përkthim, QA, përdorshmëri, feedback teknik
sv: Tekniskt koncept, översättning, QA, användbarhet, teknisk feedback

source: Pluginization, technical feedback
ar: مساعدة تقنية
de: Umsetzung als Zusatzprogramm, technische Rückmeldungen
es: 'Pluginización', consultas técnicas
id: Pluginisasi, umpan balik teknikal
it: Pluginizzazione, feedback tecnico
ja: プラグイン化、技術フィードバック
nb: Pluginization, teknisk tilbakemelding
nl: Pluginization, technische feedback
pl: Wtyczki, opinie techniczne
pt: Transformação em plugin, comentários técnicos
pt_br: Extensibilidade, avaliação técnica
sk: Pluginizácia, technická spätná väzba
sq: Shtim shtojcash, feedback teknik
sv: Pluginization, teknisk feedback

source: Seedless integration
es: Integración con el directorio Seedless
it: Integrazione Seedless
nl: Seedless-integratie
pl: Integracja z Seedless
pt: Integração com o Seedless

source: Russian translation
ar: ترجمة روسية
de: Übersetzung ins Russische
es: Traducción al ruso
id: Penerjemahan Russian
it: Traduzione Russa
ja: ロシア語版翻訳
nb: Russisk oversettelse
nl: Russische vertaling
pl: Rosyjskie tłumaczenie
pt: Tradução para Russo
pt_br: Tradução russa
sk: Ruský preklad
sq: Përkthim rusisht
sv: Rysk översättning

source: French translation
ar: ترجمة فرنسية
de: Übersetzung ins Französische
es: Traducción al francés
id: Penerjemahan French
it: Traduzione Francese
ja: フランス語版翻訳
nb: Fransk oversettelse
nl: Franse vertaling
pl: Francuskie tłumaczenie
pt: Tradução para Francês
pt_br: Tradução francesa
sk: Francúzsky preklad
sq: Përkthim frëngjisht
sv: Fransk översättning

source: Dutch translation
ar: ترجمة هولاندية
de: Übersetzung ins Niederländische
es: Traducción al neerlandés
id: Penerjemahan Dutch
it: Traduzione Olandese
ja: オランダ語版翻訳
nb: Nederlandsk oversettelse
nl: Nederlandse vertaling
pl: Duńskie tłumaczenie
pt: Tradução para Holandês
pt_br: Tradução holandesa
sk: Holandský preklad
sq: Përkthimi holandisht
sv: Nederländsk översättning

source: Norwegian translation
ar: ترجمة نورويجية
de: Übersetzung ins Norwegische
es: Traducción al noruego
id: Penerjemahan Norwegian
it: Traduzione Norvegese
ja: ノルウェー語版翻訳
nb: Norsk oversettelse
nl: Noorse vertaling
pl: Norweskie tłumaczenie
pt: Tradução para Norueguês
pt_br: Tradução norueguesa
sk: Nórsky preklad
sq: Përkthimi norvegjisht
sv: Norsk översättning

source: Swedish translation
ar: ترجمة سويدية
de: Übersetzung ins Schwedische
es: Traducción al sueco
id: Penerjemahan Swedish
it: Traduzione Svedese
ja: スウェーデン語版翻訳
nb: Svensk oversettelse
nl: Zweedse vertaling
pl: Szwedzkie tłumaczenie
pt: Tradução para Sueco
pt_br: Tradução sueca
sk: Švédsky preklad
sq: Përkthimi suedisht
sv: Svensk översättning

source: Chinese translation
ar: ترجمة صينية
de: Übersetzung ins Chinesische
es: Traducción al chino
id: Penerjemahan Chinese
it: Traduzione Cinese
ja: 中国語版翻訳
nb: Kinesisk oversettelse
nl: Chinese vertaling
pl: Chińskie tłumaczenie
pt: Tradução para Chinês
pt_br: Tradução chinesa
sk: Čínsky preklad
sq: Përkthimi kinezçe
sv: Kinesisk översättning

source: Arabic translation
ar: ترجمة عربية
de: Übersetzung ins Arabische
es: Traducción al árabe
id: Penerjemahan Arabic
it: Traduzione Araba
ja: アラビア語版翻訳
nb: Arabisk oversettelse
nl: Arabische vertaling
pl: Arabskie tłumaczenie
pt: Tradução para Árabe
pt_br: Tradução árabe
sk: Arabský preklad
sq: Përkthimi arabisht
sv: Arabisk översättning

source: Czech translation
ar: الترجمة التشيكية
de: Übersetzung ins Tschechische
es: Traducción al checo
id: Penerjemahan Czech
it: Traduzione Ceco
ja: チェコ語版翻訳
nb: Tjekkisk oversettelse
nl: Tsjechische vertaling
pl: Czeskie tłumaczenie
pt: Tradução para Checo
pt_br: Tradução tcheca
sk: Český preklad
sq: Përkthimi çekisht
sv: Tjeckisk översättning

source: German translation
ar: الترجمة الألمانية
de: Übersetzung ins Deutsche
es: Traducción al alemán
id: Penerjemahan German
it: Traduzione Tedesco
ja: ドイツ語版翻訳
nb: Tysk oversettelse
nl: Duitse vertaling
pl: Niemieckie tłumaczenie
pt: Tradução para Alemão
pt_br: Tradução alemã
sk: Nemecký preklad
sq: Përkthimi gjermanisht
sv: Tysk översättning

source: Polish translation
ar: الترجمة البولندية
de: Übersetzung ins Polnische
es: Traducción al polaco
id: Penerjemahan Polish
it: Traduzione Polacco
ja: ポーランド語版翻訳
nb: Polsk oversettelse
nl: Poolse vertaling
pl: Polskie tłumaczenie
pt: Tradução para Polaco
pt_br: Tradução polonesa
sk: Poľský preklad
sq: Përkthimi polonisht
sv: Polsk översättning

source: Italian translation
ar: الترجمة الايطالية
de: Übersetzung ins Italienische
es: Traducción al italiano
id: Penerjemahan Italian
it: Traduzione Italiano
ja: イタリア語版翻訳
nb: Italiensk oversettelse
nl: Italiaanse vertaling
pl: Włoskie tłumaczenie
pt: Tradução para Italiano
pt_br: Tradução italiana
sk: Taliansky preklad
sq: Përkthimi italisht
sv: Italiensk översättning

source: Ukrainian translation
ar: الترجمة الاوكرانية
de: Übersetzung ins Ukrainische
es: Traducción al ucraniano
id: Penerjemahan Ukrainian
it: Traduzione Ucraino
ja: ウクライナ語版翻訳
nb: Ukrainsk oversettelse
nl: Oekraïnsche vertaling
pl: Ukraińskie tłumaczenie
pt: Tradução para Ucraniano
pt_br: Tradução ucraniana
sk: Ukrajinský preklad
sq: Përkthimi ukranisht
sv: Ukrainsk översättning

source: Hungarian translation
ar: الترجمة الهنجارية
de: Übersetzung ins Ungarische
es: Traducción al húngaro
id: Penerjemahan Hungarian
it: Traduzione Ungherese
ja: ハンガリー語版翻訳
nb: Ungarsk oversettelse
nl: Hongaarse vertaling
pl: Węgierskie tłumaczenie
pt: Tradução para Húngaro
pt_br: Tradução húngara
sk: Maďarský preklad
sq: Përkthimi hungarisht
sv: Ungersk översättning

source: Alpha testing
de: Alpha-Tests
es: Versión de pruebas alpha
it: Testing Alpha
ja: 開発版テスト
nl: Alfa-testen
pl: Testy alfa
pt: Testes
pt_br: Teste alpha

source: Code fixes, translation updates from tx
ar: اصلاحات بالكود و ترجمة من tx
de: Fehlerbehebungen, Aktualisierungen der Übersetzungen aus Transifex
es: Reparaciones de código, actualización de traducciones desde tx (cliente de línea de comandos Transifex)
id: Perbaikan kode, pembaruan terjemahan dari tx
it: Riparazione codici, aggiornamenti dalle trasmissioni (tx)
ja: コード修正、翻訳の更新
nb: Kode fikser, oversettelser oppdateringer fra tx
nl: Code fixes, vertalingsupdates van tx
pl: Poprawki kodu, aktualizacje tłumaczeń z Transifex
pt: Correções ao código, atualização de traduções de tx
pt_br: Correções de código, traduções atualizadas a partir de tx
sk: Opravy kódu, aktualizácie prekladov z tx
sq: Ndreqje kodi, përditësime përkthimesh nga tx
sv: Kod fixar, översättningsuppdateringar från tx

source: Code fixes
de: Code Verbesserungen
es: Correcciones al código
it: Correzioni del codice
nl: Opgeloste fouten in de code
pl: Poprawki kodu
pt: Correcções no código
pt_br: Correções no código
sq: Ndreqje kodi
sv: Kodfixar

source: Usability improvement
de: Benutzbarkeitsverbesserung
es: Mejora de usabilidad
it: Miglioramento dell'usabilità
pl: Poprawa użytkowania
sq: Përmirësim përdorshmërie
sv: Förbättrad användbarhet

source: Bug hunting
de: Fehlerjagd
es: Búsqueda de fallo
pl: Nagrody za błędy
sq: Gjueti të metash

source: Debug
es: Depurar
ja: デバッグ
pl: Odpluskwiaj
pt: Depuração de erros
pt_br: Depurar
sk: Ladenie
sq: Diagnostikoje
sv: Felsökning

source: Debug Page
de: Seite debuggen
es: Página de depuración
id: Laman Debug
it: Pagina di debug
ja: デバッグページ
nl: Debugpagina
pl: Strona odpluskwiania
pt: Página de Depuração de erros
pt_br: Página de depuração
sk: Stránka ladenia
sq: Faqe Diagnostikimesh
sv: Felsökningssida

source: Test encrypted files
de: Überprüfe verschlüsselte Dateien
es: Probar ficheros cifrados
id: Uji file terenkripsi
it: Prova file cifrati
ja: 暗号化したファイルをテストする
nb: Test de krypterte filene
nl: Test versleutelde bestanden
pl: Testuj zaszyfrowane pliki
pt: Testar arquivos cifrados
pt_br: Arquivos criptografados de teste
sk: Testovať zašifrované súbory
sv: Testa krypterade filer

source: No file encryption problems found.
de: Keine Probleme bei der Dateiverschlüsselung festgestellt.
es: No se encontraron problemas en el fichero cifrado.
id: Tidak ada masalah enkripsi file yang ditemukan.
it: Nessun problema di cifratura del file rilevato.
ja: ファイルの暗号化に問題はありません。
nb: Ingen problemer med fil krypteringen er funnet
nl: Geen bestandsversleutelingsproblemen gevonden.
pl: Nie wykryto żadnych problemów z szyfrowaniem plików.
pt: Sem problemas na cifra de ficheiros.
pt_br: Nenhum problema de criptografia de arquivo foi encontrado.
sk: Neboli nájdené žiadne problémy so šifrovaním súborov.
sq: S'u gjetën probleme fshehtëzimi kartelash.
sv: Inga filkrypteringsproblem hittades

source: Undecryptable files:
de: Unentschlüsselbare Dateien:
es: Ficheros indescifrables:
id: File tidak dapat didekripsi:
it: File non decifrabili:
ja: 復号不能はファイル:
nb: Udekrypterte filer:
nl: Niet-ontsleutelbare bestanden:
pl: Nie do odszyfrowania pliki:
pt: Arquivos não decifráveis:
pt_br: Arquivos descriptografáveis:
sk: Nedešifrovateľné súbory:
sq: Kartela të pashfshehtëzueshme:
sv: Oavkryptedbara filer:
