Repository: introverium/i2p.i2p-bote-master
Catalog: webapp/src/main/locale/messages_*.po
Languages: ar, de, es, id, it, ja, nb, nl, pl, pt, pt_br, sk, sq, sv

source: Do give out the email destination so others can contact you.
ar: فم بإعطاء عنوانك ليتمكن الآخرون من مراسلتك.
de: Bote-Adressen dagegen können anderen mitgeteilt werden, um mit ihnen in Kontakt zu treten. Das Weitergeben einer Bote-Adresse entspricht dem Weitergeben einer herkömmlichen Mailadresse.
es: Divulge el destino de su correo electrónico para que otros puedan contactar con usted.
id: Berikan email tujuan agar orang lain dapat menghubungi Anda.
it: Pubblica la destinazione email in modo che altri possano contattarti.
ja: この宛先を渡すことで、他の人があなたに連絡できるようになります。
nb: Del epost destinasjonen slik at andre kan kontakte deg.
nl: De e-mail bestemming daarentegen dient u aan anderen te geven zodat zij contact met u op kunnen nemen.
pl: Przekaż Przeznaczenie E-Mail, tak aby inni mogli skontaktować się z Tobą.
pt: Tem que dar a sua Destinação de correio aos seus contatos para que possam contatá-lo.
pt_br: Forneça o destinatário do email assim outros poderão entrar em contato com você.
sk: Rozhláste váš emailový cieľ po okolí, aby vás ostatní mohli kontaktovať.
sq: Jepuani vendmbërritjen email, që kështu të tjerët të mund të lidhen me ju.
sv: Vill ge ut epostdestination så att andra kan kontakta dig.

source: It is easy to create multiple identities for different purposes, or different contacts.
ar: من السهل انشاء عدة هويات لاستخدامها في عدة أغراض.
de: Es ist auch ohne weiteres möglich, mehrere Identitäten für unterschiedliche Einsatzzwecke oder Mailpartner anzulegen.
es: Es fácil crear varias identidades para fines o contactos diferentes.
id: Mudah sekali untuk membuat identitas ganda untuk tujuan berbeda, atau kontak berbeda.
it: E' facile creare identità multiple per scopi differenti, o contatti differenti.
ja: 異なった目的や異なった連絡先のために複数のIDを作成できます。
nb: Det er lett å lage flere identiteter til forskjellige formål, eller
nl: Het is eenvoudig meerdere identiteiten te creëeren voor verschillende doeleinden of verschillende contactpersonen.
pl: Bardzo łatwo jest tworzyć nowe Tożsamości dla innych potrzeb lub dla innych kontaktów.
pt: É fácil de criar várias identidades para propósitos ou contatos diferentes.
pt_br: É fácil criar identidades múltiplas para diferentes propósitos, ou diferentes contatos.
sk: Je ľahké si vytvoriť viacero identít pre rôzne účely alebo kontakty.
sq: Është e lehtë të krijohen identitete të shumta për qëllime të ndryshme, ose për kontakte të ndryshme.
sv: Det är lätt att skapa flera identiteter för olika ändamål, eller olika kontakter.

source: When you create a new email identity, you can choose the type of encryption that will be used by the email identity. While all encryption algorithms offered by I2P-Bote provide a high level of privacy, the length of an email destination depends on the encryption used. The choice of encryption also determines what signing algorithm is used.
de: Beim Anlegen einer neuen Identität kann zwischen verschiedenen Verschlüsselungsverfahren gewählt werden. Alle in I2P-Bote verfügbaren Verfahren bieten eine hohe bis höchste Verschlüsselungsstärke, bewirken aber unterschiedliche Adresslängen. Von der Wahl der Verschlüsselung hängt auch der Signieralgorithmus ab.
es: Cuando crea una nueva identidad de correo I2P-Bote puede elegir el tipo de cifrado que se usará para esa identidad. Aunque todos los algoritmos de cifrado ofrecidos por I2P-Bote proveen de un alto nivel de privacidad, la longitud de un destino de correo depende del cifrado usado. La elección del cifrado también determina qué algoritmo se usa para firmar.
id: Ketika Anda membuat sebuah identitas email baru, Anda dapat memilih jenis enkripsi yang akan digunakan oleh identitas email. Sementara semua algoritma enkripsi yang ditawarkan oleh I2P-Bote memeberikan privasi tingkat tinggi, panjang email tujuan bergantung pada enkripsi yang digunakan. Enkripsi yang dipilih juga menentukan algoritma penandatanganan apa yang digunakan.
it: Quando crei una nuova identità e-mail, puoi scegliere il tipo di cifratura che vuoi usare quella identità. Nonostante tutti gli algoritmi di cifratura offerti da I2P-Bote forniscano un elevato livello di privacy, la lunghezza della destinazione e-mail dipende dalla cifratura impiegata. La scelta per la cifratura determina anche quale algoritmo di firma viene usato.
ja: IDを作成するとき、IDに使用される暗号化の種類を選択することができます。I2P-Boteの用意している暗号化アルゴリズムは全て高いレベルのプライバシーを提供しますが、宛先の長さは暗号化の種類によって変わります。選んだ暗号化アルゴリズムは署名にも用いられます。
nb: Når du oppretter en ny e-post identitet, så kan du velge mellom typer kryptering som vil bli brukt av e-post identiteten. Alle krypteringsalgoritmer som tilbys av I2P-Bote gir en høy grad av privatliv, lengden på en e-post destinasjon avhenger av krypteringen som brukes. Valget av kryptering bestemmer også hva signering algoritme brukes.
nl: Bij het aanmaken van een nieuwe e-mailidentiteit kan je het type versleuteling kiezen dat door de e-mailidentiteit gebruikt zal worden. Alle versleutelingsalgoritmen aangeboden door I2P-Bote bieden een hoog niveau van privacy. De lengte van een e-mailbestemming hangt af van de gebruikte versleuteling. De keuze van versleuteling bepaalt ook welk ondertekeningsalgoritme gebruikt wordt.
pl: Kiedy tworzysz nową Tożsamość, możesz wybrać typ szyfrowania, który będzie użyty przez tę Tożsamość. Wszystkie algorytmy szyfrowania oferowane przez I2P-bote zapewniają wysoki poziom prywatności, ale długość Przeznaczenia zależy od użytego typu szyfrowania. Wybór szyfrowania określa również, jaki algorytm jest użyty do podpisu.
pt: Quando você cria uma nova identidade de email, você pode escolher o tipo de encriptação que será usado. Todos os algoritmos oferecidos pelo I2P-Bote tem alto nível de segurança, e o tamanho do endereço de email depende da encriptação escolhida. A escolha da encriptação também determina o algoritmo de assinatura que será utilizado.
pt_br: Quando você cria uma nova identidade de email, você pode escolher o tipo de criptografia que será usada pela identidade de email. Enquanto todos os algoritmos oferecidos pelo i2P-Bote oferecem um alto nível de privacidade, o tamanho de um destinatário de email depende da encriptação usada. A escolha da encriptação também determina qual algoritmo de assinatura é usado.
sk: Pri vytváraní emailovej identity si môžete vybrať typ šifrovania, ktorý ňou bude používaný. Zatiaľ čo všetky šifrovacie algoritmy ponúkané I2P-Bote poskytujú vysokú úroveň súkromia, dĺžka emailového cieľa závisí na použitom šifrovaní. Od voľby šifrovania tiež závisí aj použitý podpisovací algoritmus.
sq: Kur krijoni një identitet të ri email-esh, mund të zgjidhni llojin e fshehtëzimit që do të përdoret nga ky identitet email-esh. Ndërkohë që krejt algoritmet e fshehtëzimeve të ofruar nga I2P-Bote furnizojnë një shkallë të lartë privatësie, gjatësia e një vendmbërritje email-esh varet nga fshehtëzimi i përdorur. Nga zgjedhja e fshehtëzimit varet edhe cili algoritëm nënshkrimesh përdoret.
sv: När du skapar en ny e-postsidentitet kan du välja den typ av kryptering som ska användas av e-postsidentiteten. Alla krypteringsalgoritmer som erbjuds av I2P-Bote ger en hög säkerhet. Längden på en e-postdestination beror på den använda kryptering. Ju högre antal bitar, desto längre är destination.

source: It is generally recommended to choose 256-bit elliptic curve encryption because it produces the shortest email destinations (86 characters) while still being highly secure.
de: Es wird empfohlen, die Elliptische-Kurven-Verschlüsselung mit 256 Bit zu wählen, da damit die Adressen am kürzesten sind (86 Zeichen) und dennoch eine hohe Sicherheit gewährt ist.
es: Se recomienda generalmente elegir el cifrado de curva elíptica de 256 bits porque produce los destinos I2P de correo electrónico más cortos (86 caracteres) mientras continúa siendo altamente seguro.
id: Umumnya direkomendasikan untuk memilih 256-bit elliptic curve encryption karena enkripsi ini membuat email tujuan yang lebih singkat (86 karakter) sementara tetap sangat aman.
it: Di solito si consiglia di scegliere la cifratura con curva ellittica 256-bit perché produce la destinazione e-mail più corta (86 caratteri) e garantisce al contempo una sicurezza elevata.
ja: 一般的には256-bit 楕円曲線暗号を選ぶことが推奨されます。短い宛先(86文字)を生成でき、依然高い安全性を持つからです。
nb: Det er generelt anbefalt å bruke 256-bit elliptic curve kryptering siden den produserer den minste e-post destinasjonen (86 tegn) men forsatt har høy sikkerhet.
nl: Het is in het algemeen aangeraden 256-bit elliptische curve-versleuteling te gebruiken omdat deze de kortste e-mailbestemmingen produceert (86 karakters) en toch zeer veilig is.
pl: Ogólnie zaleca się, aby wybrać 256-bitowy szyfr na krzywych eliptycznych, ponieważ produkuje on najkrótsze Przeznaczenie (86 znaków), a jednocześnie jest bardzo bezpieczny.
pt: É recomendado escolher a encriptação 256-bit elliptic curve porque produz endereços de email curtos (86 caracteres) e também é bastante segura.
pt_br: Geralmente é recomendado escolher criptografia de curva elíptica de 256 bits, pois produz os menores destinos de email (86 caracteres) e é ainda altamente segura.
sk: Všeobecne sa odporúča si zvoliť 256-bitové elliptic curve šifrovanie, pretože produkuje najkratšie emailové ciele (86 znakov), pričom je stále veľmi bezpečné.
sq: Përgjithësisht rekomandohet zgjedhja e fshehtëzimit me kurbë eliptike 256-bitëshe, ngaqë ky prodhon vendmbërritjet email më të shkurtra (86 shenja) duke qenë prapë shumë i sigurt.
sv: i allmänhet rekommenderas det att välja 256-bitars elliptisk kryptering eftersom det ger de kortaste e-postdestinationen (86 tecken), medan det fortfarande är säkert.

source: New Email
ar: رسالة جديدة
de: Neue Mail
es: Nuevo correo electrónico
id: Email Baru
it: Nuova email
ja: 新しいメール
nb: Ny Epost
nl: Nieuwe E-mail
pl: Nowy email
pt: Novo Email
pt_br: Novo email
sk: Nový email
sq: Email i Ri
sv: Nytt ebrev

source: Go to inbox
de: Zum Posteingang
es: Ir a la bandeja de entrada
id: Menuju kotak masuk
it: Accedi alla casella di posta
ja: 受信箱に移動
nb: Gå til innboks
nl: Ga naar postvak IN
pl: Idź do 'Odebrane'
pt: Ir para Caixa de Entrada
pt_br: Ir para a caixa de entrada
sk: Ísť do doručenej pošty
sq: Shkoni te të marrët
sv: Gå till inboxen

source: Outbox
ar: المرسلات
de: Postausgang
es: Salida
id: Kotak keluar
it: Posta in uscita
ja: 送信ボックス
nb: Utboks
nl: Postvak Uit
pl: Wychodzące
pt: Caixa de Saída
pt_br: Caixa de saída
sk: Odoslaná pošta
sq: Të dërguar
sv: Utkorg

source: Create Time
ar: ساعة الإنشاء
de: Erstellt am:
es: Hora de composición
id: Waktu Dibuat
it: Crea Tempo
ja: 作成日時
nb: Lag Tid
nl: Opstel tijd:
pl: Czas utworzenia
pt: Hora da criação
pt_br: Criar tempo
sk: Vytvoriť čas
sq: Kohë Krijimi
sv: Skapad

source: Status
ar: الحالة
es: Estado
it: Stato
ja: 状態
pl: Stan
pt: Estado
pt_br: Estado
sk: Stav
sq: Gjendje

source: Not Started
ar: لم ينطلق
de: Nicht gestartet
es: No arrancado
id: Belum Memulai
it: Non avviato
ja: 開始していません
nb: Ikke Startet
nl: Niet gestart
pl: Nie uruchomiono
pt: Não Iniciado
pt_br: Não iniciado
sk: Nezačaté
sv: Inte startad

source: Waiting 3 Minutes...
ar: إنتظر 3 دقائق ...
de: Warte 3 Minuten ...
es: Esperando 3 minutos...
id: Menunggu 3 menit...
it: 3 Minuti in Attesa...
ja: 3分待っています……
nb: Venter 3 Minutter...
nl: Wacht 3 Minuten ...
pl: Czekanie 3 minuty...
pt: A aguardar 3 minutos...
pt_br: Aguardando 3 minutos...
sk: Čaká sa 3 minúty...
sq: Po pritet 3 Minuta…
sv: Väntar 3 mintuer...

source: Connecting...
ar: جاري الإتصال ...
de: Verbinde ...
es: Conectando...
id: Menghubungkan...
it: Connessione in corso...
ja: 接続中……
nb: Kobler til...
nl: Verbinden ...
pl: Trwa łączenie...
pt: A ligar...
pt_br: Conectando...
sk: Pripája sa...
sq: Po lidhet…
sv: Ansluter...

source: Connected
ar: متصل
de: Verbunden
es: Conectado
id: Terhubung
it: Connesso
ja: 接続しました
nb: Tilkoblet
nl: Verbonden
pl: Połączony
pt: Ligado
pt_br: Conectado
sk: Pripojené
sq: I lidhur
sv: Ansluten

source: Retry Connecting
ar: إعادة الاتصال
de: erneuter Verbindungsversuch
es: Reintentar conexión
id: Coba Lagi Menyambung
it: Ritento connessione
ja: 接続を再試行
nb: Kobler til på nytt
nl: Probeer opnieuw te verbinden
pl: Ponów próbę połączenia
pt: Tentar ligar novamente
pt_br: Conectar Novamente
sk: Skúsiť znova sa pripájať
sq: Riprovo të Lidhesh
sv: Försök återansluta

source: Connect Now
ar: إتصل الآن
de: Jetzt verbinden
es: Conectar ya!
id: Hubungkan Sekarang
it: Connetti ora
ja: 今すぐ接続
nb: Koble til nå
nl: Nu verbinden
pl: Połącz teraz
pt: Ligar-se agora
pt_br: Conectar agora
sk: Pripojiť teraz
sq: Lidhu Tani
sv: Anslut nu

source: The email identity has been deleted.
ar: هوية الايميل تم مسحها
de: Die Identität wurde gelöscht.
es: La identidad de correo I2P-Bote ha sido borrada.
id: Identitas email telah dihapus.
it: L'identità email è stata cancellata.
ja: IDは削除されました。
nb: E-post identiteten har blitt slettet.
nl: De e-mail-identiteit is verwijderd.
pl: Tożsamość została usunięta.
pt: A identidade do email foi eliminada.
pt_br: A identidade de email foi apagada.
sk: Emailová identita bola odstránená.
sq: Identiteti email u fshi.
sv: Den epost identiteten har tagits bort.

source: Please select a file to attach and try again.
ar: اخنر ملف لمشاركته وحاول مرة أخرى.
de: Wähle eine anzuhängende Datei und versuche es erneut!
es: Seleccione un fichero a adjuntar e inténtelo de nuevo.
id: Silahkan pilih file untuk ditautkan dan coba lagi.
it: Per cortesia selezionare un file da allegare e provare di nuovo.
ja: 添付するファイルを選択してからやり直してください。
nb: Vennligst velg en fil å feste, og prøv igjen
nl: Selecteer een bestand om bij te sluiten en probeer het opnieuw.
pl: Proszę wybierz plik, który chcesz załączyć i spróbuj ponownie.
pt: Selecione um ficheiro para anexar e tente novamente.
pt_br: Por favor, selecione um arquivo para anexar e tente novamente.
sk: Prosím zvoľte si súbor, ktorý chcete priložiť, a skúste to znova.
sq: Ju lutemi, përzgjidhni një kartelë për bashkëngjitje dhe riprovoni.
sv: Välj en fil att bifoga och försök igen.

source: Send
ar: أرسل
de: Abschicken
es: Enviar
id: Kirim
it: Inviare
ja: 送信
nl: Verzenden
pl: Wyślij
pt: Enviar
pt_br: Enviar
sk: Poslať
sq: Dërgoje
sv: Skicka

source: From:
ar: من:
de: Von:
es: De:
id: Dari:
it: Da:
ja: 差出人:
nb: Fra
nl: Van:
pl: Od:
pt: De:
pt_br: De:
sk: Od:
sq: Nga:
sv: Från:

source: To:
ar: إلى:
de: An:
es: Para:
id: Ke:
it: A:
ja: 宛先:
nb: Til:
nl: Aan:
pl: Do:
pt: Para:
pt_br: Para:
sk: Komu:
sq: Për:
sv: Till:

source: CC:
de: Kopie:
es: Copia:
pl: DW:
pt: Cópia:
sv: Kopia:

source: BCC:
ar: CCI:
de: Blindkopie:
es: Copia oculta:
it: CCN:
pl: UDW:
pt: Cópia oculta:
sv: Dold kopia:

source: Reply To:
ar: إجابة الى:
de: Antwort an:
es: Responder a:
id: Balas Ke:
it: Rispondi a:
ja: 返信先:
nb: Svar Til:
nl: Beantwoorden naar:
pl: Odpowiedz do:
pt: Responder Para:
pt_br: Responder para:
sk: Odpovedať na:
sq: Përgjigju Te:
sv: Svara till:

source: Remove this recipient
de: Diesen Empfänger entfernen
es: Eliminar este destinatario
it: Rimuovi questo destinatario
ja: この宛先を消去
nl: Verwijder deze ontvanger
pl: Usuń tego odbiorce
pt: Apagar este contacto
pt_br: Remover este anexo
sq: Hiqe këtë marrës
sv: Tag bort mottagare

source: Add this recipient to the address book
de: Diesen Empfänger zum Adressbuch hinzfügen
es: Añadir este destinatario a la libreta de direcciones
it: Aggiungi questo destinatario alla rubrica
ja: この宛先をアドレス帳に追加
nl: Voeg deze ontvanger toe aan je adresboek
pl: Dodaj tego odbiorcę do książki adresowej
pt: Adicionar este contacto a agenda
pt_br: Adicionar este anexo para o livro de endereços
sq: Shtoje këtë marrës te libri i adresave
sv: Lägg till mottagare till adressbok

source: Select recipients from address book
de: Empfänger aus Adressbuch auswählen
es: Seleccionar destinatarios de la libreta de direcciones
it: Seleziona i destinatari dalla rubrica
ja: アドレス帳から宛先を選ぶ
nl: Selecteer ontvangers uit je adresboek
pl: Wybierz odbiorców z książki adresowej
pt: Escolha contactos da agenda
pt_br: Selecionar anexos para o livro de endereços
sq: Përzgjidhni marrës prej libri adresash
sv: Välj mottagare från adressbok

source: Add another recipient field
de: Einen weiteren Empfänger hinzufügen
es: Añadir otro campo de destinatario
it: Aggiungi un ulteriore campo destinatario
ja: 宛先を追加する
nl: Voeg een veld toe voor een andere ontvanger
pl: Dodaj kolejnego odbiorcę
pt: Adicionar outro campo a este contacto
pt_br: Adicionar outro anexo
sq: Shtoni një tjetër fushë marrësi
sv: Lägg till ett annat mottagarfält

source: Subject:
ar: عنوان:
de: Betreff:
es: Asunto:
id: Subyek:
it: Oggetto:
ja: 件名:
nb: Tema:
nl: Onderwerp:
pl: Temat:
pt: Assunto:
pt_br: Assunto:
sk: Predmet:
sq: Subjekt:
sv: Ämne:

source: Attachments:
ar: المرفقات:
de: Anhänge:
es: Ficheros adjuntos:
id: Tautan:
it: Allegati:
ja: 添付ファイル:
nb: Vedlegg:
nl: Bijlagen:
pl: Załączniki:
pt: Anexos:
pt_br: Anexos:
sk: Prílohy:
sq: Bashkëngjitje:
sv: Bilagor:

source: Remove this attachment
ar: حذف هذا المرفق
de: Diesen Anhang entfernen
es: Eliminar este adjunto
id: Hapus tautan ini
it: Rimuovi questo allegato
ja: この添付ファイルを削除
nb: Slett dette vedlegget
nl: Verwijder deze bijlage
pl: Usuń ten załącznik
pt: Apagar este anexo
pt_br: Remover esse anexo
sk: Odstrániť túto prílohu
sq: Hiqe këtë bashkëngjitje
sv: Tag bort denna bilaga

source: Add another attachment
ar: أضف مرفق آخر
de: Weiteren Anhang hinzufügen
es: Añadir otro fichero
id: Tambahkan tautan lainnya
it: Aggiungi un altro allegato
ja: 添付ファイルを追加
nb: Legg til nytt vedlegg
nl: Nog een bijlage toevoegen
pl: Dodaj kolejny załącznik
pt: Adicionar outro anexo
pt_br: Adicionar um outro anexo
sk: Pridať ďalšiu prílohu
sq: Shtoni një tjetër bashkengjitje
sv: Lägg till en bilaga

source: Attach
ar: مرفق
de: Anhängen
es: Adjuntar
id: Tautkan
it: Allega
ja: 添付
nb: Legg til
nl: Aanhechten
pl: Załącz
pt: Anexar
pt_br: Anexar
sk: Priložiť
sq: Bashkëngjit
sv: Bifoga

source: It is recommended to keep attachments below 500 kBytes.
ar: ينصح يأن لا يتجاوز حجم المرفقات 500 Ko.
de: Es wird empfohlen, Anhänge kleiner als 500 kB zu halten.
es: Se recomienda mantener los ficheros adjuntos por debajo de 500 KB.
id: Sangat direkomendasikan agar tautan tetap dibawah 500 kBytes.
it: È consigliato mantenere gli allegati sotto la soglia dei 500 kBytes.
ja: 添付ファイルのサイズは500kバイト以下に抑えることを推奨します。
nb: Det anbefalles å holde vedlegg under 500kBytes.
nl: Het is aanbevolen om bijlagen onder de 500 kB te houden.
pl: Zalecany rozmiar załącznika nie powinien przekraczać 500 kB.
pt: É recomendável manter os anexos abaixo de 500 kBytes.
pt_br: É recomendado manter os anexos abaixo de 500 KBytes.
sk: Odporúčaná veľkosť príloh je pod 500 kilobajtov.
sq: Rekomandohet që bashkëngjitjet të mbahen nën 500Kb.
sv: Bilagorna bör vara mindre än 500kB.

source: Message:
ar: الرسالة:
de: Nachricht:
es: Mensaje:
id: Pesan:
it: Messaggio:
ja: 本文:
nb: Melding:
nl: Bericht:
pl: Wiadomość:
pt: Mensagem:
pt_br: Mensagem:
sk: Správa:
sq: Mesazh:
sv: Meddelande:

source: {0} wrote:
ar: {0} كتب:
de: {0} schrieb:
es: {0} escribió:
id: {0} menulis:
it: {0} ha scritto:
ja: {0}さんは書きました:
nb: {0} skrev:
nl: {0} schreef:
pl: {0} napisał:
pt: {0} escreveu:
pt_br: {0} escreveu:
sk: {0} napísal:
sq: {0} shkroi:
sv: {0} skrev:

source: Frequently Asked Questions
de: Häufig gestellte Fragen (FAQ)
es: Preguntas frecuentes (FAQ)
it: Domande frequenti
ja: よくある質問
nl: Veelgestelde vragen
pl: Najczęściej Zadawane Pytania
pt: Questões frequentes
pt_br: Perguntas Mais Frequentes (FAQ)
sk: Často kladené otázky
sq: Pyetje të Bëra Shpesh
sv: Vanliga Frågor

source: The contact has been deleted from the address book.
ar: تم حذف العنوان من دفتر العناوين.
de: Der Adressbucheintrag wurde gelöscht.
es: El contacto ha sido borrado de la libreta de direcciones.
id: Kontak telah dihapus dari buku alamat.
it: Il contatto è stato eliminato dalla rubrica.
ja: 連絡先がアドレス帳から削除されました。
nb: Kontakten har blitt slettet fra adresseboka.
nl: De contactpersoon is verwijdert uit het adresboek.
pl: Kontakt usunięty z książki adresowej.
pt: O contato foi apagado da lista de endereços.
pt_br: O contato foi apagado do livro de endereços.
sk: Kontakt bol odstránený z adresára.
sq: Kontakti u fshi nga libri i adresave.
sv: Kontakten har tagits bort från adressboken

source: Set Password
ar: حدد كلمة السر
de: Kennwort setzen
es: Establecer contraseña
id: Setel Kata Sandi
it: Imposta password
ja: パスワード設定
nb: Sett Passord
nl: Stel wachtwoord in
pl: Ustaw hasło
pt: Definir Palavra-passe
pt_br: Especificar senha
sk: Nastaviť heslo
sq: Caktoni Fjalëkalim
sv: Bestäm lösenord

source: The password has been changed.
ar: تم تغيير كلمة السر.
de: Das Kennwort wurde geändert.
es: La contraseña ha sido cambiada.
id: Kata sandi telah diubah.
it: La password è stata modificata.
ja: パスワードは変更されました。
nb: Passordet har blitt endret.
nl: Het wachtwoord is gewijzigd.
pl: Hasło zostało zmienione
pt: A palavra-passe foi alterada.
pt_br: A senha foi alterada.
sk: Heslo bolo zmenené.
sq: Fjalëkalimi u ndryshua.
sv: Lösenordet har bytits

source: Please wait
de: Bitte warten
es: Por favor, espere
id: Mohon tunggu
it: Rimani in attesa
ja: お待ちください
nb: Vennligst vent
nl: Gelieve te wachten
pl: Proszę czekać
pt: Por favor espere
pt_br: Por favor, aguarde
sk: Prosím počkajte
sq: Ju lutemi, prisni
sv: var god vänta

source: Please wait while the password is being changed...
de: Bitte warten, das Kennwort wird geändert...
es: Por favor, espere mientras se cambia la contraseña...
id: Mohon tunggu sementara kata sandi sedang diubah...
it: Rimani in attesa mentre la password viene cambiata...
ja: パスワードの変更が完了するまでお待ち下さい...
nb: Vennligst vent mens passordet blir forandret...
nl: Gelieve te wachten terwijl het wachtwoord veranderd wordt...
pl: Proszę czekać, trwa zmiana hasła...
pt: Por favor, aguarde enquanto a palavra-passe está a ser alterada...
pt_br: Por favor, aguarde enquanto a senha é alterada...
sk: Prosím počkajte, kým sa zmení heslo...
sq: Ju lutemi, pritni, teksa ndryshohet fjalëkalimi…
sv: Var god vänta medan lösenordet ändras...

source: Set a new Password
ar: ضع كلمة سر جديدة:
de: Neues Kennwort setzen
es: Establecer nueva contraseña
id: Setelh Kata Sandi baru
it: Imposta una nuova password
ja: 新しいパスワードを設定
nb: Sett et nytt passord
nl: Stel een nieuw wachtwoord in
pl: Ustaw nowe hasło
pt: Defina uma nova Palavra-passe
pt_br: Definir uma nova senha
sk: Nastaviť nové heslo
sq: Caktoni Fjalëkalim të ri
sv: Bestäm ett nytt lösenord

source: If you have not set a password, leave the old password blank.
ar: إن لم تقم يتحديد كلمة سر، اترك حقل كلمة السر القديمة فارغا.
de: Wurde noch kein Kennwort erstellt, bitte das Feld "altes Kennwort" freilassen.
es: Si no ha definido contraseña, deje libre el campo Anterior contraseña.
id: Jika Anda tidak menyetel kata sandi, biarkan kosong kata sandi lama.
it: Se non hai impostato una password, lascia la vecchia password vuota.
ja: パスワードを設定していなかった場合、古いパスワードの欄は空けておいてください。
nb: Om du ikke har satt et passord, la det gamle passordet forbli blankt.
nl: Als u nog geen wachtwoord heeft ingesteld, laat 'oud wachtwoord' leeg.
pl: Jeśli nie ustawiłeś hasła, zostaw stare hasło jako puste.
pt: Se não definiu uma palavra-passe, deixe o campo "palavra-passe antiga" em branco.
pt_br: Se você não especificou uma senha, deixe a senha antiga em branco.
sk: Ak ste si nenastavili heslo, nechajte pole so starým heslom prázdne.
sq: Nëse nuk keni caktuar një fjalëkalim, lëreni të zbrazët fjalëkalimin e vjetër.
sv: Om du inte har bestämt ett lösenord, låt det gamla lösenordet vara tomt.
