Repository: introverium/i2p.i2p-bote-master
Catalog: webapp/src/main/locale/messages_*.po
Languages: ar, de, es, id, it, ja, nb, nl, pl, pt, pt_br, sk, sq, sv

source: Password required or invalid password provided
de: Kennwort muss angegeben werden bzw. es wurde ein falsches eingegeben
es: Ha de introducir contraseña o ha introducido una errónea
id: Kata sandi diperlukan atau kata sandi yang diberikan tidak valid
it: Password necessaria o password fornita non valida
ja: パスワードが必要か、あるいは入力されたパスワードが間違っています
nb: Trenger passord eller ugyldig passord tastet
nl: Wachtwoord vereist of ongeldig wachtwoord opgegeven
pl: Hasło wymagane lub podano nieprawidłowe hasło
pt: Palavra-passe requerida ou a Palavra-passe inserida é inválida
pt_br: Senha requerida ou senha inválida fornecida
sk: Je vyžadované heslo, prípadne bolo poskytnuté neplatné
sq: Fjalëkalim i domosdoshëm ose u dha fjalëkalim i pavlefshëm
sv: Lösenord krävs eller fel lösenord angavs

source: Deletion of mailboxes is not currently supported.
de: Das Löschen von Ordnern ist derzeit nicht umgesetzt.
es: Borrar buzones de correo no está soportado actualmente.
id: Penghapusan kotak surat saat ini tidak didukung.
it: L'eliminazione delle caselle di posta non è al momento supportata.
ja: メールボックスの削除は現在のところ実装されていません。
nl: Verwijderen van postbussen wordt momenteel niet ondersteund.
pl: Usunięcie skrzynek pocztowych nie jest obecnie dostępne.
pt: A eliminação de caixas de correio não é suportado atualmente.
pt_br: Deleção de caixas de email não é ainda suportada.
sk: Odstraňovanie emailových schránok v súčasnosti nie je podporované.
sq: Fshirja e kutive postare hëpërhë nuk mbulohet.
sv: Borttagning av brevlådor stöds för tillfället ej

source: Not set.
ar: غير مدخل
de: nicht festgelegt
es: No establecido.
id: Belum disetel.
it: Non impostato.
ja: 未定
nb: Ikke satt.
nl: Niet ingesteld.
pl: Nie ustawiono.
pt: Não defenido.
pt_br: Não definido.
sk: Nenastavené.
sq: S’është caktuar.
sv: Inte satt.

source: Queued
ar: قائمة الانتظار
de: in Warteschlange
es: En cola
id: Mengantri
it: In coda
ja: 順番待ち
nb: I kø
nl: In de wachtrij gezet
pl: Zakolejkowano
pt: Em Fila
pt_br: Na fila
sk: Zaradené
sq: U vu në radhë
sv: Köad

source: Sending
ar: جاري ارسال
de: Wird verschickt
es: Enviando
id: Mengirim
it: Invio in corso
ja: 送信中
nb: Sender
nl: Verzenden
pl: Wysyłanie
pt: A Enviar
pt_br: Enviando
sk: Posiela sa
sq: Po dërgohet
sv: Skickar

source: Sent to {0} out of {1} recipients
ar: مرسل الى {0} من {1} المستلمين
de: An {0} von {1} Empfängern verschickt
es: Enviado a {0} de {1} destinatarios
id: Mengirim ke {0} dari {1} penerima
it: Mandato a {0} di {1} destinatari
ja: {1}中{0}の宛先へ送信完了
nb: Sendt til {0} ut av {1} mottagere
nl: Verzonden aan {0} van de {1} ontvangers
pl: Wysłano do {0} z {1} odbiorców
pt: Enviado para {0} de {1} destinatários
sk: Poslané {0} z {1} príjemcov
sq: Dërguar te {0} nga {1} marrës
sv: Skickat till {0} av {1} mottagare

source: Email sent
de: Mail verschickt
es: Correo enviado
id: Email terkirim
it: E-mail inviata
ja: 送信完了
nb: E-posten sendt
nl: E-mail verzonden
pl: List wysłany
pt: Mensagem enviada
pt_br: Email enviado
sk: Email bol odoslaný
sq: Email-i u dërgua
sv: E-post skickat

source: Gateway disabled
ar: البوابة ممنوعة
de: Durchleitung deaktiviert
es: Pasarela ('gateway') desactivada
id: Gateaway dinonaktifkan
it: Gateway disabilitato
ja: ゲートウェイが無効
nb: Gateway slått av
nl: Gateway uitgeschakeld
pl: Brama wyłączona
pt: Acesso desativado
pt_br: Gateway desativado
sk: Brána zakázaná
sq: Porta e ndalur
sv: Gateway avslagen

source: No identity matches the sender/from field: {0}
de: Keine Identität für das Abender-/Von-Feld gefunden: {0}
es: Ninguna identidad coincide con el campo remitente/desde: {0}
it: Nessuna identità corrisponde al campo mittente: {0}
ja: 送信者/差出人欄と一致するIDが見つかりませんでした: {0}
nl: Geen identiteit komt overeen met afzender/van-veld: {0}
pl: Żadna tożsamość nie zgadza się z wysyłającym/z pola: {0}
pt: Não existem identidades correspondentes ao campo de remetente: {0}
pt_br: Nenhuma identidade confere com o campo remetente/de: {0}
sq: S’ka identitet me përputhje me fushën dërgues/nga: {0}
sv: Ingen identitet matchar sändaren/från fält:{0}

source: Invalid recipient address: {0}
ar: عنوان غير صحيح: {0}
de: Ungültige Empfängeradresse: {0}
es: Dirección del destinatario no válida: {0}
id: Alamat penerima tidak valid: {0}
it: Indirizzo destinatario non valido: {0}
ja: 不正な受信者アドレス: {0}
nb: Ugyldig mottager adresse: {0}
nl: Ongeldig ontvangst adres: {0}
pl: Nieprawidłowy adres odbiorcy: {0}
pt: Endereço de destinatário inválido: {0}
pt_br: Endereço de receptor inválido: {0}
sk: Neplatná adresa príjemcu: {0}
sq: Adresa marrësi e pavlefshme: {0}
sv: Ogiltig mottagaradress: {0}

source: Error creating email packets: {0}
ar: خطأ في ارسال البريد: {0}
de: Fehler beim Erstellen der Mailpakete: {0}
es: Error al crear paquetes de correo electrónico: {0}
id: Kesalahan dalam membuat paket email: {0}
it: Errore nel creare pacchetti email: {0}
ja: メールパケットの作成に失敗しました: {0}
nb: Det har skjedd en feil under sending av epost pakker: {0}
nl: Fout bij het maken van e-mailpakketten: {0}
pl: Wystąpił błąd podczas tworzenia pakietów listu: {0}
pt: Erro ao criar pacotes: {0}
sk: Chyba pri vytváraní emailových paketov: {0}
sq: Gabim në krijim paketesh email: {0}
sv: Fel när epost-paket skapades: {0}

source: Error while sending email: {0}
ar: خطأ في ارسال البريد: {0}
de: Fehler beim Verschicken der Mail: {0}
es: Error al enviar correo eletrónico: {0}
id: Kesalahan saat mengirim email: {0}
it: Errore nell'invio di email: {0}
ja: メールの送信中にエラーが発生しました: {0}
nb: Det har skjedd en feil under sending av epost: {0}
nl: Fout tijdens het verzenden van e-mail: {0}
pl: Wystąpił błąd podczas wysyłania listu: {0}
pt: Erro ao enviar email: {0}
pt_br: Erro ao enviar email: {0}
sk: Chyba pri posielaní emailu: {0}
sq: Gabim teksa dërgohej email-i: {0}
sv: Fel när epost skickades: {0}

source: Error saving email metadata: {0}
de: Fehler beim Speichern der Metadaten: {0}
es: Error guardando metadatos de correo: {0}
id: Kesalahan dalam menyimpan metadat email: {0}
it: Errore nel salvataggio dei metadati: {0}
ja: メールメタデータの保存に失敗しました: {0}
nb: Feil ved lagring av e-post medatadata: {0}
nl: Fout bij het opslaan van de e-mail-metadata: {0}
pl: Wystąpił błąd podczas zapisywania metadanych: {0}
pt: Erro ao guardar metadados do email: {0}
sk: Chyba pri ukladaní metadát emailu: {0}
sq: Gabim në ruajtje tejtëdhënash email-i: {0}
sv: Fel när metadata för e-posten sparades {0}

source: New email received
de: Neue E-Mail erhalten
es: Se recibió nuevo correo electrónico
it: È stata ricevuta un'email
ja: 新着メールがあります
nl: Nieuwe email ontvangen
pl: Otrzymano nowe wiadomości
pt: Recebido novo email
pt_br: Novo email recebido
sq: U mor email i ri
sv: Nytt e-postmeddelande mottaget

source: Kademlia Peers:
ar: مستخدمين Kademlia:
de: Kademlia-Gegenstellen:
es: Pares kademlia:
it: Peer Kad:
ja: Kademliaピア:
pl: Peery kademlia:
pt: Participantes Kademlia:
pt_br: Pares Kademlia:
sk: Kademlia peerovia:
sv: Kademlia-noder:

source: Relay Peers:
ar: مستخدمين مشاركين:
de: Verfügbare Zwischenstationen:
es: Pares repetidor ('relay'):
it: Peers ripetitori:
ja: 中継ピア:
nl: Tussen Peers:
pl: Peery przekaźnikowe:
pt: Participantes de tipo encaminhador:
pt_br: Pares retransmissores:
sk: Relé peerovia:
sv: Vidarebefordrande noder:

source: Peer
ar: نظير
de: Gegenstelle
es: Par
ja: ピア
pt: Par-a-Par
pt_br: Par
sq: Ortak
sv: Nod

source: I2P Destination
ar: وجهة I2P
de: I2P-Adresse
es: Destino I2P
id: I2P Tujuan
it: Destinazione I2P
ja: I2P 宛先
nb: I2P Destinasjon
nl: I2P Bestemming
pl: Cel I2P
pt: Endereço I2P
pt_br: Destino I2P
sk: I2P cieľ
sq: Vendmbërritje I2P

source: Reachability %
ar: نسبة الوصول %
de: Erreichbarkeit in %
es: Disponibilidad en %
id: Dapat dijangkau %
it: Raggiungibilità %
ja: 到達性 %
nb: Måltilgjengelighet %
nl: Bereikbaarheid in %
pl: Osiągalność %
pt: Disponibilidade em %
sk: Dosiahnuteľnosť %
sv: Nåbarhet %

source: Untested
de: Ungetestet
es: No probado
it: Non testato
ja: 未試験
nl: Niet getest
pl: Nietestowane
pt: Não testados
pt_br: Não-testado
sk: Neotestované
sq: E paprovuar
sv: Otestad

source: Banned Peers:
ar: المستخدمون الممنوعون:
de: Verbannte Gegenstellen:
es: Pares excluidos
it: Peers interdetti:
ja: 接続を禁止したピア:
nb: Bannlyste Peers:
nl: Verbannen peers:
pl: Zbanowane peery:
pt: Participantes banidos:
pt_br: Pares banidos:
sk: Zabanovaní peerovia:
sq: Ortakë të Dëbuar:
sv: Förbjudna noder:

source: Destination Hash
ar: الوجهة
de: I2P-Adresse (SHA256-Summe)
es: Hash del destino
id: Hash Tujuan
it: Hash Destinazione
ja: 宛先ハッシュ値
nb: Destinasjon Hash
nl: Bestemmings-adres (SHA256-Summe)
pl: Hash celu
pt: Hash do Endereço
pt_br: Hash de destino
sk: Hash cieľa
sv: Mottagarhash

source: Ban Reason
ar: سبب المنع
de: Verbannungsgrund
es: Razón de la exclusión
id: Alasan Ban
it: Motivo interdizione
ja: 理由
nb: Grunn for Bannlysning
nl: Ban reden
pl: Powód bana
pt: Razão da interdição
pt_br: Motivo do banimento
sk: Dôvod banu
sq: Arsye Dëbimi
sv: Anledning för ban

source: Reachable
de: Erreichbar
es: Alcanzable
it: Raggiungibile
ja: 到達可能
nl: Bereikbaar
pl: Osiągalny
pt: Contactáveis
pt_br: Alcançável
sv: Nåbar

source: Unreachable
de: Unerreichbar
es: Inalcanzable
it: Non raggiungibile
ja: 到達不能
nl: Onbereikbaar
pl: Nie osiągalny
pt: Inalcançáveis
pt_br: Inalcançavel
sq: I pakapshëm
sv: Icke nåbar

source: Good
de: Gut
es: Bueno
it: Buono
ja: 良
nl: Goed
pl: Dobre
pt: Bons
pt_br: Bom
sq: I mirë
sv: Bra

source: Unreliable
de: Unzuverlässlich
es: No fiable
it: Inaffidabile
ja: 悪
nl: Onbetrouwbaar
pl: Niepewne
pt: Instáveis
pt_br: Não confiável
sv: Opålitlig

source: Wrong protocol version:
ar: اصدار غير صحيح للبروتوكول:
de: Falsche Protokollversion:
es: Versión de protocolo incompatible:
id: Versi protokol salah:
it: Versione del protocollo errata:
ja: 不正なプロトコルバージョン:
nb: Feil protokoll versjon
nl: Onjuiste protocol versie:
pl: Błędna wersja protokołu
pt: Versão de protocolo errada:
pt_br: Versão de protocolo errada:
sk: Nesprávna verzia protokolu:
sq: Version protokolli i gabuar:
sv: Fel protokollversion

source: Error: Please add at least one recipient.
ar: خطأ: أضف على الأقل مستلم.
de: Fehler: Bitte mindestens einen Empfänger angeben.
es: Error: ¡Introduzca al menos un destinatario!
id: Kesalahan: Silahkan menambahkan minimal satu penerima.
it: Errore: per cortesia aggiungere almeno un destinatario.
ja: エラー: 少なくとも1つの受信者を指定してください。
nb: Feil: Vennligst legg til minst én mottager.
nl: Fout: Selecteer ten minste één ontvanger.
pl: Błąd: Proszę podać przynajmniej jednego odbiorcę.
pt: Erro: Por favor, insira pelo menos um destinatário!
pt_br: Erro: Por favor, adicione pelo menos um receptor.
sk: Chyba: Prosím pridajte aspoň jedného príjemcu
sq: Gabim: Ju lutemi, shtoni të paktën një marrës.
sv: Fel: Var god lägg till minst en mottagare

source: The email has been queued for sending.
ar: تم حفظ البريد لقائمة الارسال
de: Die Mail wurde in die Sendeschlange eingestellt.
es: El correo ha sido puesto en la cola del envío.
id: Email telah diantrikan untuk mengirim.
it: L'email è stata aggiunta in coda per l'invio.
ja: メールが送信されるまでの順番待ちに入りました。
nb: E-posten har blitt lagt i kø for sending.
nl: De e-mail staat in de wachtrij om verzonden te worden.
pl: List został zakolejkowany do wysłania.
pt: O email foi colocado na fila para envio.
pt_br: O email foi colocado na fila para envio.
sk: Email bol zaradený do fronty na odoslanie
sq: Email-i u vu në radhë për dërgim.
sv: Eposten har köats för sändning.

source: Error sending email: {0}
ar: خطأ في ارسال البريد: {0}
de: Fehler beim Verschicken der Mail: {0}
es: Error al enviar el correo: {0}
id: Kesalahan dalam mengirim email: {0}
it: Errore nell'invio dell'email: {0}
ja: メールの送信に失敗しました: {0}
nb: Feil under sending av epost: {0}
nl: Fout tijdens het verzenden van e-mail: {0}
pl: Wystąpił błąd podczas wysyłania listu: {0}
pt: Erro ao enviar email: {0}
pt_br: Erro ao enviar email: {0}
sk: Chyba pri posielaní emailu: {0}
sq: Gabim në dërgim email-i: {0}
sv: Fel vid sändning av epost: {0}

source: Address doesn't contain an Email Destination or an external address: {0}
ar: العنوان لا يحتوي على وجهة البريد او عنوان خارجي: {0}
de: Die Adresse enthält weder eine Bote-Adresse, noch eine externe Mailadresse: {0}
es: La dirección no contiene ningún destino de correo electrónico ni una dirección de correo externa: {0}
id: Alamat tidak berisi Email Tujuan atau alamat eksternal: {0}
it: L'indirizzo non contiene una Destinazione Email o un indirizzo esterno: {0}
ja: アドレスに宛先あるいは外部アドレスが含まれていません: {0}
nb: Adressen inneholder ingen Epost Destinasjon eller ekstern adresse: {0}
nl: Het adres bevat geen mail bestemming of extern adres.: {0}
pl: Adres nie posiada Celu ani adresu zewnętrznego: {0}
pt: O endereço não contém um E-mail de Destino ou um endereço externo: {0}
pt_br: O endereço não contém um destino de email ou um endereço externo: {0}
sk: Adresa neobsahuje cieľ emailu alebo externú adresu: {0}
sq: Adresa s’përmban Vendmbërritje Email-i ose një adresë të jashtme: {0}
sv: Adressen innehåller inte en epost-destination eller en extern adress: {0}

source: BktPfx
de: K-Buck.
es: K-Buck.
ja: バケットプレフィクス
nl: K-Buck.
pt: K-Buck.

source: Distance
ar: المسافة
de: Entfernung
es: Distancia
id: Jarak
it: Distanza
ja: 距離
nb: Distanse
nl: Afstand
pl: Odległość
pt: Distância
pt_br: Distância
sk: Vzdialenosť
sq: Largësi
sv: Avstånd

source: Locked?
ar: مقفل؟
de: Gesperrt?
es: ¿Bloqueado?
id: Dikunci?
it: Bloccato?
ja: ロック
nb: Låst?
pl: Zablokowane?
pt: Bloqueado?
pt_br: Bloqueado?
sk: Zamknuté?
sq: E kyçur?
sv: Låst?

source: First Seen
ar: ظهر أول مرة
de: Erster Empfang
es: Primer contacto
id: Pertama Dilihat
it: Visto la Prima Volta
ja: 発見日時
nb: Først Sett
nl: Eerste gezien
pl: Widzany pierwszy raz
pt: Primeiro contacto
pt_br: Visto primeiro
sk: Prvýkrát videné
sq: Parë Së Pari
sv: Först sedd

source: Yes
ar: نعم
de: Ja
es: Sí
id: Ya
it: Sì
ja: はい
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
sk: Áno
sq: Po
sv: Ja

source: (None)
ar: (ﻻشئ)
es: (Ninguno)
id: (Tidak ada)
it: (Nessuno)
ja: (なし)
nb: (Ingen)
nl: (geen)
pl: (brak)
pt: (Nenhum)
pt_br: (Nenhum)
sk: (Žiadne)
sq: (Asnjë)
sv: (Inga)

source: Password is cached. Click to clear the password cache.
ar: كلمة السر محفوظة في الذاكرة. انقر هنا لمسحها من الذاكرة.
de: Das Kennwort ist im Zwischenspeicher. Hier klicken, um den Zwischenspeicher zu leeren.
es: Contraseña guardada en caché. Pulse aquí para limpiar la caché de contraseñas.
id: Kata sandi tercache. Klik untuk membersihkan cache kata sandi.
it: La password è in cache. Clicca per svuotare la cache per la password.
ja: パスワードが記憶されています。クリックすると削除できます。
nb: Passord er midlertidlig lagred. Trykk her for å fjerne det midlertidlige passordet.
nl: Wachtwoord is gecached. Klik om de wachtwoord cache te legen.
pl: Hasło znajduje się w pamięci. Kliknij, aby wyczyścić hasło z pamięci.
pt: Palavra-passe memorizada. Clique para limpar a cache da palavra-passe.
pt_br: Senha guardada em cache. Clique para limpar a cache de senha.
sk: Heslo je cachované. Kliknite sem pre zmazanie cache.
sv: Lösenordet är cache:at. Klicka här för att tömma lösenordscachet.

source: Secure Distributed Email
ar: بريد الكتروني آمن وغير ممركز
de: Sichere, dezentrale Mailkommunikation
es: Correo electrónico descentralizado y seguro
id: Amankan Pendistrubisian Email
it: Email Distribuita Sicura
ja: 安全な分散型メール
nb: Sikker Distribuert Epost
nl: Beveiligde gedecentraliseerde e-mail
pl: Bezpieczna Rozproszona Poczta
pt: Email Descentralizado e Seguro
pt_br: Email distribuído seguro
sk: Zabezpečiť distribuovaný email
sq: Email i Sigurt i Shpërndarë
sv: Säker distribuerad epost

source: Addresses
ar: عناوين
de: Adressen
es: Direcciones
id: Alamat
it: Indirizzi
ja: アドレス
nb: Adresser
nl: Adressen
pl: Adresy
pt: Endereços
pt_br: Endereços
sk: Adresy
sq: Adresa
sv: Adresser

source: Identities
ar: الهويات
de: Identitäten
es: Identidades
id: Identitas
it: Identità
ja: IDリスト
nb: Identiteter
nl: Identiteiten
pl: Tożsamości
pt: Identidades
pt_br: Identidades
sk: Identity
sq: Identitete
sv: Identiteter

source: Address Book
ar: دفتر العناوين
de: Adressbuch
es: Libreta de direcciones
id: Buku Alamat
it: Rubrica
ja: アドレス帳
nb: Adressebok
nl: Adresboek
pl: Książka adresowa
pt: Lista de Endereços
pt_br: Livro de endereços
sk: Adresár
sq: Libër Adresash
sv: Adressbok

source: Configuration
ar: إعدادات
de: Konfiguration
es: Configuración
id: Konfigurasi
it: Configurazione
ja: 設定
nb: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt: Configuração
pt_br: Configuração
sk: Konfigurácia
sq: Formësim
sv: Konfiguration

source: Settings
ar: الإعدادات
de: Einstellungen
es: Preferencias
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
sk: Nastavenia
sq: Rregullime
sv: Inställningar

source: Network Status
ar: حالة الشبكة
de: Netzwerkstatus
es: Estado de la red
id: Status Jaringan
it: Stato della rete
ja: ネットワーク状態
nb: Nettverk Status
nl: Netwerk Status
pl: Stan sieci
pt: Estado da Rede
pt_br: Estado da rede
sk: Sieťový status
sq: Gjendje Rrjeti
sv: Nätverkstatus

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
id: Bantuan
it: Aiuto
ja: ヘルプ
nb: Hjelp
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
sk: Pomoc
sq: Ndihmë
sv: Hjälp

source: User Guide
ar: دليل المستخدم
de: Benutzerleitfaden
es: Manual de usuario
id: Panduan Pengguna
it: Guida dell'utente
ja: 説明書
nb: Bruker Manual
nl: Handleiding
pl: Instrukcja obsługi
pt: Manual do utilizador
pt_br: Guia do usuário
sk: Užívateľská príručka
sq: Udhërrëfyes Përdoruesi
sv: Användarguide

source: FAQ
ar: الأسئلة المكررة
es: Preguntas frecuentes (FAQ)
ja: よくある質問
nb: Ofte stilte spørsmål
nl: Vaak gestelde vragen
sv: Vanliga frågor

source: About
ar: حول البرنامج
de: Über I2P-Bote
es: Acerca de
id: Tentang
it: Informazioni
ja: I2P-Boteについて
nb: Om
nl: Over I2P-Bote
pl: O programie
pt: Sobre
pt_br: Sobre
sk: O projekte
sq: Rreth
sv: Om

source: For I2P-Bote to function properly, you must download the JCE Unlimited Strength Jurisdiction Policy files and move them into this folder:
de: Damit I2P-Bote richtig funktioniert, sollten Sie die "JCE Unlimited Strength Jurisdiction Policy"-Datei herunterladen und in folgendes Verzeichnis verschieben:
es: Para que I2P-Bote funcione adecuadamente, debe descargar los ficheros de JCE Unlimited Strenght Jurisdiction Policy, y moverlos a esta carpeta:
nl: Zodat I2P-Bote goed werkt, moet je de JCE Unlimited Strength Jurisdiction Policy bestanden downloaden en in deze map zetten:
pl: Aby I2P-Bote zadziałał poprawnie, musisz pobrać pliki JCE Unlimited Strength Jurisdiction Policy i przenieść je do następującego folderu:
pt: Para o I2P funcionar correctamente, é necessario descarregar o JCE Unlimited Strength Jurisdiction Policy files e mover os ficheiros para esta pasta:
pt_br: Para que o I2P-Bote funcione corretamente, você deve baixar os arquivos da JCE Unlimited Strenght Jurisdiction Policy e move-los para essa pasta:
sq: Që I2P-Bote të funksionojë si duhet, duhet të shkarkoni kartelat JCE Unlimited Strength Jurisdiction Policy dhe t’i sillni në këtë dosje:
sv: För att I2P-Bote ska fungera måste du ladda ner filerna i JCE Unlimited Strength Jurisdiction Policy och flytta in dem i denna mapp:

source: Guide
de: Handbuch
es: Guía
it: Guida
nl: Handleiding
pl: Przewodnik
pt: Manual utilizador
pt_br: Guia
sq: Udhërrëfyes

source: Email Identities
ar: هويات البريد
de: Identitäten
es: Identidades de correo electrónico
id: Identitas Email
it: Identità email
nb: Epost Identiteter
nl: E-mail identiteiten
pl: Tożsamości
pt: Identidades
pt_br: Identidades de email
sk: Emailové identity
sq: Identitete Email
sv: Epostidentiteter

source: No email identities are defined.
ar: لم تحدد اية هوية للبريد.
de: Es sind noch keine Identitäten angelegt worden.
es: Aún no ha creado ninguna identidad de correo electrónico.
id: Tidak ada identitas email yang didefinisikan.
it: Nessuna identità email è definita.
nb: Ingen epost identiteter er definert.
nl: Er zijn nog geen e-mail identiteiten ingesteld.
pl: Żadne Tożsamości nie są zdefiniowane.
pt: Ainda não criou nenhuma identidade.
pt_br: Nenhuma identidade de email foi definida.
sk: Nie sú definované žiadne emailové identity.
sq: S’ka identitete email të përcaktuara.
sv: Inga epostidentiteter är definierade

source: Def.
ar: تعريف
de: Voreinst.
es: Predef.
nl: Std.
pl: Zdef.
pt: Predef.

source: Public Name
ar: اسم
de: Öffentlicher Name
es: Nombre público
id: Nama Publik
it: Nome pubblico
nb: Offentlig Navn
nl: Publieke naam
pl: Nazwa publiczna
pt: Nome Público
pt_br: Nome Público
sk: Verejný názov
sq: Emër Publik
sv: Publikt namn

source: Description
ar: وصف
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
nb: Beskrivelse
nl: Omschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
sk: Popis
sq: Përshkrim
sv: Beskrivning

source: Email Destination
ar: بريد الإلكتروني للمتلقي
de: Bote-Adresse
es: Destino de correo
id: Email Tujuan
it: Destinazione email
ja: 宛先
nb: Epost destinasjon
nl: E-mail bestemming
pl: Cel
pt: Endereço
pt_br: Destino de email
sk: Emailový cieľ
sq: Vendmbërritje Email-i
sv: Epost-destination

source: Checking for mail...
ar: تحمبل بريد ...
de: Rufe Mails ab ...
es: Buscando nuevos correos ...
id: Memeriksa surat...
it: Controllo della posta in corso...
ja: 新着メールを確認しています……
nb: Sjekker etter post...
nl: Controleren op mail...
pl: Sprawdzanie poczty
pt: A procurar por mensagens...
pt_br: Verificando por emails...
sk: Kontrolujú sa maily...
sq: Po kontrollohet për postë…
sv: Kollar efter nya brev...

source: Check Mail
ar: فحص البريد
de: Abrufen
es: Comprobar correo
id: Periksa Surat
it: Controlla la posta
ja: 新着メールを確認
nb: Sjekk Post
nl: Controleer mail
pl: Sprawdź pocztę
pt: Verificar Mensagens
pt_br: Verificar Email
sk: Skontrolovať maily
sq: Kontrollo Për Postë
sv: Kolla efter nya brev

source: Check mail for this identity
de: Auf neue Mails für diese Identität prüfen
es: Comprobar el correo para esta identidad
it: Controlla email per questa identità
ja: このアイデンティのメールを確認する
nl: Deze identiteit zoeken in mail
pl: Sprawdź pocztę dla tej tożsamości
pt: Procurar nas mensagens por esta identidade
pt_br: Verificar email para essa identidade
sq: Kontrollo për postë për këtë identitet
sv: Kontrollera mail för denna identitet

source: New Identity
ar: هوية جديدة
de: Neue Identität
es: Nueva identidad
id: Identitas Baru
it: Nuova identità
nb: Ny Identitet
nl: Nieuwe Identiteit
pl: Nowa Tożsamość
pt: Nova Identidade
pt_br: Nova identidade
sk: Nová identita
sq: Identitet i Ri
sv: Ny identitet

source: Import Identities
de: Identitäten importieren
es: Importar identidades
it: Importazione delle identità
ja: IDを読み込む
nl: Identiteiten importeren
pl: Import tożsamości
pt: Importar identidades
pt_br: Importar identidades
sq: Importoni Identitete
sv: Importera identiteter

source: Export Identities
de: Exportiere Identitäten
es: Exportar identidades
it: Esporta identità
ja: IDを書き出す
nl: Identiteiten exporteren
pl: Eksportuj tożsamości
pt: Exportar identidades
pt_br: Exportar identidades
sq: Eksportoni Identitete
sv: Exportera identiteter

source: Form must be submitted using POST.
de: Formular muss mittels POST eingereicht werden.
es: El formulario se debe enviar usando POST.
it: Il form deve essere inviato usando POST.
pl: Formularz musi zostać wysłany przez POST.
sq: Formulari duhet parashtruar duke përdorur POST.
sv: Formuläret måste skickas via POST.

source: Please fill in the Destination field.
ar: املئ حقل المرسل اليه.
de: Bitte füll das Empfängerfeld aus!
es: Por favor, rellene el campo Destino
id: Silahkan isi field Tujuan.
it: Per cortesia riempi il campo Destinazione.
nb: Vennligst fyll inn Ønsket Destinasjon.
nl: U dient het bestemmingsveld in te vullen.
pl: Proszę wypełnić pole &quot;Cel&quot;.
pt: Por favor, preencha o campo "Endereço".
pt_br: Por favor, preencher no campo Destino.
sk: Prosím vyplňte pole Cieľ.
sq: Ju lutemi, plotësoni fushën Vendmbërritje.
sv: Var god fyll i destinationsfältet.
